[
    {
        "_id": "rec_1",
        "topic": "1.1 Bacteria",
        "chunk_text": "What different types of micro-organisms are there?\nAny micro-organism is just what its name suggests – a very small\norganism. Most micro-organisms are unicellular (the whole\norganism consists of just one cell), although some do contain more\nthan one cell.\nThere are five main groups of micro-organisms, although each\ngroup can be subdivided. These groups are:\n• protozoa • some fungi\n• some algae • viruses\n• bacteria\nProtozoa, fungi and algae\nProtozoa are unicellular organisms that lack a cell wall. Most of\nthem are motile (able to move), and include organisms such as\nAmoeba, Plasmodium (the organism that causes malaria), and\nParamecium.\nThe only unicellular fungi are the yeasts. These include brewer’s\nyeast and baker’s yeast (Saccharomyces) as well as the yeast-like\norganism that causes thrush in humans (Candida).\nAlthough the yeasts are the only unicellular fungi, other fungi are\nalso classed as micro-organisms. Many fungi produce a mycelium\nof microscopic strands called hyphae. They release enzymes from\nthese strands that digest whatever the fungus is growing on. The\nproducts of digestion are then absorbed into the fungus to help with\nits growth and reproduction. Remember, fungi do not have true\nroots, stems and leaves. Some fungi live on or in living organisms,\nas parasites. Others live on dead material as saprobionts, organisms\nthat digest their food externally and absorb the products.\nAlgae are an important group of organisms. Many are large\n(the seaweeds are all algae), but some algae are unicellular.\nThe unicellular algae are part of the plankton, the\ncollections of small microscopic plant and animal organisms that\nfloat or drift in large numbers in fresh or salt water, providing food\nfor fish and other larger organisms. These unicellular algae in the\noceans produce far more oxygen during photosynthesis than all the\nforests in the world together.\nSome unicellular algae are motile – they can move.\nViruses are sometimes referred to as micro-organisms, although\nsome biologists say that, strictly, they are not organisms at all.\nViruses cannot independently carry out any of the processes\ncommon to all living organisms. They can only reproduce inside\nother cells. So they are all parasites. Some parasitise bacteria, some\nparasitise plants and others parasitise animals. The basic virus is not\neven a cell – it has no nucleus and no cytoplasm – but it does have\ngenetic material surrounded by a protein coat."
    },
    {
        "_id": "rec_2",
        "topic": "What are bacterial cells like?",
        "chunk_text": "You already know about the structure of plant and animal cells. Biologists call these eukaryotic cells. Fungi and protoctistans (algae and protozoa) also have eukaryotic cells. Bacteria, however, have prokaryotic cells. In prokaryotic cells there is no true nucleus separated from the rest of the cell by a membrane. Instead, the DNA of the bacterium forms a continuous loop that is intermingled with the cytoplasm. Not all bacteria have all the structures shown in the diagram. For example, not all bacteria have a capsule and many do not have a flagellum. All bacteria do have a cell wall (but it is not made from cellulose like plant cell walls and instead is made from a substance called peptidoglycan, which makes it rigid), a cell membrane, cytoplasm, ribosomes and DNA. Although bacterial cells vary a great deal in size, they are usually much smaller than eukaryotic cells. Bacterial cells are usually between 1 and 10 µm long, whereas eukaryotic cells are between 10 and 100 µm long. (1 µm is 0.001 mm, one-thousandth of one millimetre.)",
        "page_number": 5
    },
    {
        "_id": "rec_3",
        "topic": "Are all bacteria the same shape?",
        "chunk_text": "No – there are several shapes, sizes and arrangements. Bacterial cells come in three main shapes: cocci (singular, coccus) – spherical bacteria bacilli (singular, bacillus) – rod-shaped bacteria spirochaetes – spiral or corkscrew-shaped bacteria Whatever their shape, bacterial cells are sometimes found singly; sometimes two cells are stuck together; and sometimes the cells exist in chains.",
        "page_number": 7
    },
    {
        "_id": "rec_4",
        "topic": "Are there other ways of classifying bacteria?",
        "chunk_text": "Bacteria can be classified in other ways, besides their shape. One of these ways is whether or not they are coloured by Gram’s stain. This test gives two categories: Gram-positive – these bacteria are stained purple by Gram’s stain Gram-negative – these bacteria are stained pink by Gram’s stain Because Gram’s stain produces different results with different types of bacteria, it is called a differential stain. The difference is due to the structure of the cell wall of the different bacteria. Gram-negative bacteria have much less peptidoglycan in their cell walls. This is the part of the wall that absorbs the stain. They also have a membrane outside the peptidoglycan cell wall, which Gram-positive bacteria do not have. This outer membrane secretes endotoxins (a type of toxin that is a structural component of these bacteria) and is also quite resistant to many antibiotics. This makes diseases caused by Gram-negative bacteria more difficult to treat. Gram-negative bacteria, on the whole, cause more serious diseases, although there are exceptions – the bacterium that causes tuberculosis is a Gram-positive bacterium. Gram staining is used much less than it was in diagnosing disease, as more advanced and more reliable biochemical techniques have become available.",
        "page_number": 7
    },
    {
        "_id": "rec_5",
        "topic": "What other types of disease are there?",
        "chunk_text": "Before we answer that question, we should really define what we mean by ‘disease’.\nThe World Health Organization’s definition of health is ‘a state of complete physical, mental and social well-being’. But disease is less easy to define. It doesn’t mean just the absence of perfect health. If we are less fit than we might be, or if we are feeling depressed at the thought of too much schoolwork, that doesn’t necessarily mean we have a disease.\nA useful definition of disease might be ‘a condition with a specific cause in which part or all of a body is made to function in a non-normal and less efficient manner’. This definition could include diseases of all organisms – including plants. It could also include physical, mental and social aspects of disease in humans.\nInfectious disease is just one type of disease. Disease can be caused by a number of other factors.\n• A person’s lifestyle and working conditions may result in human-induced diseases. Examples include many cancers, together with some forms of heart disease and fibrosis.\n• Degenerative processes are often the result of ageing. Arthritis and atherosclerosis are examples of degenerative diseases.\n• Our genes may lead to disease. Haemophilia and sickle-cell disease are examples of genetic diseases.\n• Lack of nutrients in our diet may lead to deficiency diseases, including scurvy (caused by a lack of vitamin C) and kwashiorkor (caused by a lack of protein).\n• Social activities can lead to disease. Social diseases, including alcoholism and drug addiction, may result in dependency on the drug, isolation, clinical depression and various levels of antisocial behaviour.",
        "page_number": 16
    },
    {
        "_id": "rec_6",
        "topic": "Categorising diseases",
        "chunk_text": "In many cases, it is an oversimplification to place a disease in just one category. For example, atherosclerosis (laying down fatty substances in arteries) increases as we age, so it can be classified as a degenerative disease. But our diet influences this process. If we eat more saturated fat, more fatty substances are laid down in our arteries. There is also a genetic component – some people are at increased risk of this disease because of genes inherited from their parents. Stress and high blood pressure increase the rate at which atherosclerosis develops, and these can be the result of our lifestyle. Clearly, atherosclerosis does not fit neatly into any one category. It is best to consider such conditions as multifactorial.",
        "page_number": 16
    },
    {
        "_id": "rec_7",
        "topic": "Functional diseases",
        "chunk_text": "In some cases, there is an obvious ‘malfunction’ of an organ or system, without there being any obvious damage or physical sign of disease in the organ. Because of the malfunction, these diseases are called functional diseases, for example, heart disease.\nSeveral intestinal conditions fall into this category. In many forms of Irritable Bowel Syndrome (IBS), there is no sign of damage or disease in the large intestine, yet the large intestine does not function normally.\nMyalgic Encephalopathy (ME or Chronic Fatigue Syndrome) is another functional disease. In this condition, for no apparent reason, the sufferer is drained of all energy and the simplest task can be an extreme effort.\nHowever, some biologists believe that there must be some kind of abnormality in the organs involved in functional diseases. For example, there is some evidence to suggest that, in ME, many of the mitochondria (which release energy in respiration) are abnormal. If this is true, then it may be that functional diseases are really just like other forms of disease, but the precise cause is yet to be discovered.",
        "page_number": 17
    },
    {
        "_id": "rec_8",
        "topic": "The role of bacteria in an ecosystem",
        "chunk_text": "The role of bacteria in recycling minerals through ecosystems\nMany bacteria are decomposers. When organisms die, these bacteria break down the complex molecules that are found in the bodies of the dead organisms into much simpler molecules. The bacteria use some of these for their own metabolism, but in the process they release some minerals, in various forms, into the environment. Many elements are recycled in this way, including:\n• carbon\n• nitrogen\n• sulphur\n• phosphorus\nHere we will look at how nitrogen and sulphur are recycled.",
        "page_number": 17
    },
    {
        "_id": "rec_9",
        "topic": "The nitrogen cycle",
        "chunk_text": "The element nitrogen is found in many important organic molecules in all living organisms. These include:\n• proteins\n• DNA\n• RNA\n• ATP\nand many others.\nIt is important that once organisms die, the nitrogen they contain is made available again to other organisms. Several different types of bacteria are involved in this recycling of nitrogen.\nThe nitrogen cycle will be treated in detail in Unit 2, but table 1.3 below shows the main bacteria involved and the roles they play.",
        "page_number": 17
    },
    {
        "_id": "rec_10",
        "topic": "The sulphur cycle",
        "chunk_text": "Sulphur is found in fewer types of organic molecule than nitrogen, but it is found in many proteins. The sulphur cycle will will be covered in detail in Unit 2, but table 1.4 below shows the bacteria involved in the cycle and the roles they play.\nIf the populations of bacteria that are involved in the nitrogen cycle and the sulphur cycle were reduced, then the cycling of these elements could not occur, and all life would be impossible as a result. It is worth thinking about. We are made from atoms and molecules that have been in many other bodies before they were in ours. The micro-organisms that recycle carbon, nitrogen, sulphur and all the other minerals make them available again … and again … and again …",
        "page_number": 18
    },
    {
        "_id": "rec_11",
        "topic": "How are bacteria used in industrial processes?",
        "chunk_text": "Food and beverage fermentation\nBacteria and other micro-organisms have been used in manufacturing processes for thousands of years. They have been used to make:\n• bread\n• alcohol\n• irgo or yoghurt\n• vinegar\nas well as many other products.\nThey have also been used in key processes such as sewage treatment.",
        "page_number": 19
    },
    {
        "_id": "rec_12",
        "topic": "Production of vinegar",
        "chunk_text": "Vinegar is a dilute solution of ethanoic acid in water. It also contains\nother substances that give the vinegar its flavour. Vinegar is used in\ntwo main ways:\n• to flavour foods\n• to preserve foods\nVinegar is too acidic for most micro-organisms to grow and\nmultiply, so keeping foods in vinegar is a good way of preserving\nthem. We call this method of preserving food pickling.\nVinegar is produced by fermenting beer, wine or cider for a second\ntime. A culture of a special bacterium called Acetobacter is used.\nThe alcohol in the beer, wine or cider is oxidised to ethanoic acid.\nThis takes place in a special fermenter. The fermenter is filled with\nwood shavings and the alcohol source is sprayed in from the top. It\ntrickles down through the wood shavings, which are covered with\nAcetobacter bacteria. As the liquid flows past them, the bacteria\noxidise the alcohol to ethanoic acid. Air is blown in at the bottom\nto supply the oxygen the bacteria need. The vinegar drips out at the\nbottom of the wood shavings and is tapped off.\nThis type of production is called continuous production, as alcohol\nis continuously being fed in and ethanoic acid is continuously\ndripping out at the bottom of the fermenter.",
        "page_number": 20
    },
    {
        "_id": "rec_13",
        "topic": "Producing antibiotics",
        "chunk_text": "The first antibiotics all came from fungi. Today, they are\nincreasingly being made using genetically modified bacteria in\nhuge fermenters. The stages in the process are shown in figure 1.18\noverleaf.\nAt the start of the process,\nnutrients are fed in through\npipes which can be opened\nand closed using valves. cold water outlet\nFermentation produces heat, so\ntemperature to prevent the contents from\nand pH probes overheating, the fermenter is\nsurrounded by a water jacket\nThe pH of the contents can be through which cold water\nadjusted by adding acid or alkali circulates, keeping the\nto keep it constant. temperature at the best level\nfor growth.\nStirring paddles mix up the contents.\nThis keeps the micro-organisms in\nsuspension in the liquid, so that they\nair inlet\nget more exposure to the nutrients,\nIf the organisms respire\nand helps to keep the temperature\naerobically, filtered air is\neven throughout the vessel. Some\nsupplied through this inlet.\nfermenters use jets of air to mix the\nThe air is filtered to\ncontents instead of paddles.\nprevent contamination.\nMany micro-organisms produce\nacidic waste products, so fermenters\nhave to be made of materials which\nwill not corrode, such as stainless\n= valves steel or special alloys.\nGenetically modified bacteria are also used to produce:\n• insulin\n• human growth hormone\n• antibiotics\n• enzymes for washing powders\n• human vaccines, such as the vaccine against hepatitis B",
        "page_number": 20
    },
    {
        "_id": "rec_14",
        "topic": "Sewage treatment",
        "chunk_text": "All types of sewage treatment rely on the action of a range of micro-\norganisms to oxidise the organic matter present in sewage. There are\ntwo main methods:\n• the percolating filter method\n• the activated sludge method\nIn the percolating filter method:\n• sewage is screened to remove large pieces of debris\n• it stands in a large settlement tank to allow suspended matter to\nsettle out\n• it is then allowed to trickle through a bed of stones, each of\nwhich is covered in a layer of micro-organisms (bacteria, fungi\nand protozoa)\n• as the sewage trickles through the filter bed, the micro-\norganisms digest the organic matter and absorb the products\n• by the time the liquid reaches the bottom of the filter bed, the\npolluting organic matter has all been removed\nIn the activated sludge method:\n• sewage is screened and allowed to stand in settlement tanks, as in\nthe percolating filter method\n• it is then pumped into treatment tanks, where:\n– activated sludge, rich in micro-organisms, is added\n– oxygen is blown through the mixture\n• in the oxygenated mixture, the micro-organisms from the\nadded activated sludge oxidise the polluting organic matter,\nreproducing as they do so\n• some of the sludge formed is recycled to ‘seed’ new tanks.",
        "page_number": 21
    },
    {
        "_id": "rec_15",
        "topic": "How are bacteria genetically modified?",
        "chunk_text": "You have already been introduced to genetic engineering.\nGenes are sections of the DNA of an organism that code for a\nparticular protein. So if a gene can be transferred successfully from\none organism into a bacterium, the genetically modified bacterium\nwill now make the protein that its ‘new gene’ codes for.\nThe development of three main techniques made genetic\nengineering possible.\n• The discovery that genes can be ‘cut’ out of a DNA molecule\nusing enzymes called restriction endonucleases.\n• The discovery that genes can be inserted (‘tied’) into another\nDNA molecule using a ligase enzyme.\n• Genes can be transferred into other cells using vectors. These are\nusually either plasmids (small pieces of circular DNA found in\nbacteria), or viruses.\nOnce the gene has been inserted into the new bacterium, the\nbacterium becomes a genetically modified or transgenic organism.\nBacteria aren’t the only organisms that have been genetically\nmodified. Many crop plants have also had foreign genes inserted\ninto them. These give the plants new properties, such as:\n• resistance to infectious disease\n• resistance to animal pests\n• a longer shelf-life before decaying\nGenetic engineering of plants posed problems for biologists, as\nplant cells will not accept plasmids in the same way as bacterial\ncells do. However, they discovered that one particular bacterium,\ncalled Agrobacterium tumefaciens, regularly infects plant cells. This\nbacterium can act as a vector to carry genes that have been inserted\ninto a genetically modified Agrobacterium into plants. Figure 1.22\nshows how this is done.\nHowever, Agrobacterium can’t be used to genetically modify all\ntypes of plant. It will not infect cereals such as maize, for example.\nTo solve this problem, biologists developed the gene gun. This\nliterally shoots the genes into cells of plants, using as ‘bullets’ tiny\npellets of gold that are covered in DNA. You could think of it as the\n‘golden gun’.\nThe gene gun has made it possible to genetically modify plants such\nas maize, tobacco, carrots, soybean and apple. For example, maize\nhas had genes inserted into it that cause it to:\n• produce a pesticide that makes it resistant to some insect pests\n• be resistant to some fungal diseases",
        "page_number": 23
    },
    {
        "_id": "rec_16",
        "topic": "1.3 What are viruses?",
        "chunk_text": "We have already looked a little at viruses and we have seen that there are reasons to consider them not to be living organisms – a virus particle (sometimes called a virion) is nothing like either a prokaryotic cell or a eukaryotic cell.\nViruses are much smaller than even the smallest bacterium. Most are between 0.01 and 0.1 µm in length or diameter. This makes them at least 1000 times smaller than the smallest bacterium and 1 000 000 times smaller than most human cells.\nThe characteristics of viruses are shown in table 1.5.\nBecause they do not have the major organelles that are present in living cells, virus particles can’t carry out any of the normal metabolic processes of cells, such as:\n• respiration\n• protein synthesis\n• DNA replication\n• photosynthesis\n• active transport\n• facilitated diffusion\n• any other process requiring control by enzymes or the presence of proteins\nAs a result, all viruses are parasites. The only way they can reproduce is to invade cells, ‘hijack’ the normal metabolic processes of those cells, and make the cells produce more virus. Once produced, the viruses escape from the cell and infect other cells. Figure 1.25 shows how this happens in two different types of viruses. Other viruses adopt different strategies.",
        "page_number": 26
    },
    {
        "_id": "rec_17",
        "topic": "Classifying viruses",
        "chunk_text": "It is difficult to classify viruses because, even though they have a basic structure, there is a great deal of variation in their shape and the way in which they infect cells. However, they can be classified into three main groups, based on the nature of their genetic material and the way in which it is expressed. These groups are:\n• DNA viruses – for example, Herpes simplex (causes cold sores)\n• RNA viruses – for example, H1N1 virus (causes swine flu)\n• retroviruses – for example, HIV (causes AIDS)\nDNA viruses\nWhen a DNA virus infects a cell, the viral DNA can replicate itself and can also control the synthesis of virus proteins, so that the new DNA and new protein can be assembled into new virus particles.\nRNA viruses\nWhen an RNA virus infects a cell, its RNA can be used to synthesise more viral proteins, including an enzyme that controls the synthesis of more RNA. The new RNA and new proteins can be assembled into new virus particles. With the exception of the RNA viruses, all organisms store their permanent information in DNA, using RNA only as a temporary messenger for information. DNA is quite a stable molecule, is not very reactive with other molecules, and replicates very accurately. In contrast, RNA is quite unstable and makes frequent mistakes during copying. But these very properties make RNA ideal for the storage of viral information. Once the host’s immune system has learned to recognise an infecting virus and create antibodies against it, it can quickly destroy it, and the virus needs to change its nature so that the host’s immune system will no longer recognise it – it must mutate. The unstable nature of RNA allows RNA viruses to evolve far more rapidly than DNA viruses, frequently changing their surface structure.\nRetroviruses\nRetroviruses also contain RNA, but replicate in a different way. When they infect cells, they release into the cells their RNA and an enzyme that causes it to be ‘reverse-transcribed’ into DNA. This then controls the formation of more viral protein and RNA that can be assembled into new virus particles.\nViruses can also be classified by the type of organism they infect:\n• animal-infecting viruses\n• plant-infecting viruses\n• bacteria-infecting viruses – these are called bacteriophages\nBacteriophages have a really unusual shape – they look rather like a lunar landing module!",
        "page_number": 29
    },
    {
        "_id": "rec_18",
        "topic": "Virus multiplication",
        "chunk_text": "Much of our knowledge about how viruses are reproduced comes from work on bacteriophages. One bacteriophage in particular, called T4, has been studied more than any other. Its reproductive cycle is shown in figure 1.27. bacterium 1 Attacking virus (bacteriophage) attaches to host cell wall. bacterial chromosome 2 Virus injects its DNA into bacterium. 3 Virus DNA controls production of more virus DNA and protein coats. bacterial chromosome is ‘switched off’ or even destroyed 4 DNA and protein coats assembled into new virus particles. 5 Host cell bursts open, releasing new virus particles. This type of life cycle is called a lytic cycle because it causes the rupture (lysis) of the host cell. From research on bacteriophages, we know that this is not the only type of reproductive cycle in viruses. Sometimes, instead of causing the cell to burst and release the viruses all at once, a few at a time are released by exocytosis through the plasma membrane. This type of life cycle is called a chronic release cycle, because release of new viruses is ongoing (chronic). In other cycles, the virus’s DNA becomes incorporated into the DNA of the host cell. Each time the cell divides, the DNA is replicated, and each daughter cell gets a copy of the cell’s DNA, which now includes the virus DNA. This can continue for many generations until some factor in the environment triggers the virus DNA to start producing virus proteins. Then whole viruses are assembled, which then leave the cell either by causing cell lysis (splitting), or by chronic (ongoing) exocytosis from the plasma membrane. This type of life cycle is called a lysogenic cycle. These different reproductive strategies are summarised in figure 1.28.",
        "page_number": 30
    },
    {
        "_id": "rec_19",
        "topic": "Modes of virus transmission",
        "chunk_text": "As well as having different reproductive strategies inside the host cell, different viruses also enter cells in different ways. • The bacteriophage injects just its DNA; the rest of the virus remains outside the cell. • Many (but not all) animal viruses manage to get the whole virus inside the cell. This is done by tricking the cell into bringing the virus into the cell in the same way as it would with any large protein molecule – using the process of endocytosis.",
        "page_number": 31
    },
    {
        "_id": "rec_20",
        "topic": "What is HIV like?",
        "chunk_text": "Human Immunodeficiency Virus or HIV is one of the retroviruses. It has RNA as its genetic material. This is transcribed to DNA by the enzyme reverse transcriptase, which HIV contains together with the RNA. lipid membrane enzyme molecule antigen central core glycoprotein genetic material core shell HIV targets cells that form part of the immune system. Its main target is a type of cell called a CD4 T-lymphocyte. These cells are also called T-helper cells, because they ‘help’ other cells in the immune system to mount an immune response to pathogens in the body. Without this response, pathogenic micro-organisms can multiply in the body and cause disease. HIV has spikes on its surface, the heads of which are made from the glycoprotein known as gp120. This binds with CD4, a protein that protrudes from various types of human cell. A gp120 sticking out of an HIV virus particle connects with a CD4 sticking out of a cell like an egg fitting into an egg cup. Once the virus has attached to a cell, it can go on to the next stage and merge with the host cell. Binding Membrane fusion Entry HIV gp120 variable loops core gp120 gp41 cell Besides the T-helper cells, there are other types of cell that carry CD4 on their surface – such as macrophages and some natural killer cells. T-helper cells are the most important, though, because they are co-ordinators of the immune system. If their activity is impaired, it can have serious effects on the body’s response to infections by other organisms.",
        "page_number": 32
    },
    {
        "_id": "rec_21",
        "topic": "How does HIV reproduce and cause AIDS?",
        "chunk_text": "After HIV has bound to the CD4 receptors on the surface of the T-helper cell, the following events occur: 1. It fuses with the plasma membrane and then releases its RNA and reverse transcriptase enzyme into the cell. 2. The reverse transcriptase converts the RNA into DNA using building blocks called nucleotides, which are provided by the cell. 3. The viral DNA becomes incorporated into the cell’s own DNA. 4. The viral DNA is transcribed to viral RNA, which starts producing viral proteins, including the enzyme reverse transcriptase. 5. The RNA, proteins and reverse transcriptase molecules are assembled by the cell into new HIV particles that escape by ‘budding’ from the cell membrane – this is an example of chronic release. 6. The viruses then infect other T-helper cells. Some HIV proteins remain on the surface of the infected CD4 cell and are recognised by the immune system – these cells are destroyed. The cycle of infection, reproduction and destruction of infected cells repeats itself for as long as the body can keep replacing the CD4 lymphocytes. Eventually, the body will not be able to replace these cells, and the number of free viruses in the blood will increase dramatically – HIV may infect other areas of the body, including the brain. Because of the drastic reduction in the number of T-helper cells, the immune function is severely reduced and many opportunistic infections may occur (including pneumonia and tuberculosis), together with rare cancers like Kaposi’s sarcoma. The period when the body keeps replacing the CD4 lymphocytes as fast as they are destroyed is called the latency period and can last for many years.",
        "page_number": 33
    },
    {
        "_id": "rec_22",
        "topic": "Can AIDS be treated?",
        "chunk_text": "Although there is no cure for AIDS and, as yet, no vaccine to give immunity against infection, there are a number of drugs – called anti-retroviral drugs – that can be effective in slowing down the progression to AIDS. These drugs work by blocking the reproduction of the virus in the CD4 lymphocytes. There are several different drugs that act in different ways at different stages of the cycle of reproduction. Because the drugs act on different stages of the HIV life cycle, the most effective treatment is obtained when they are used together. This is called High Activity Anti-Retroviral Treatment (HAART). Although it is effective against HIV, it does have unpleasant side-effects.",
        "page_number": 34
    },
    {
        "_id": "rec_23",
        "topic": "A VACCiNE FoR AiDS?",
        "chunk_text": "Despite nearly 100 clinical trials there is no effective AIDS vaccine. Why not? • the virus mutates (changes) regularly and so a vaccine against one strain would be ineffective against a new strain • it infects the immune system itself • live attenuated (harmless) virus particles cannot be used because of the danger they will re-acquire their virulence • AIDS is a retrovirus and once RNA is converted to DNA, it can remain hidden in the host cell DNA for many years • the only effective vaccine is likely to be one that prevents the initial infection by HIV; this is very difficult to achieve",
        "page_number": 35
    },
    {
        "_id": "rec_24",
        "topic": "What is the social and economic impact of AIDS?",
        "chunk_text": "Within families, the infection of family members is often not a subject for discussion. This is because of: • shame associated with admitting to being infected (which is connected with the taboo on speaking about sexuality) • fear of being isolated (or putting the family under pressure) • fear of losing a job, etc. In many cases, infected individuals have to deal with their infection alone. This puts immense emotional pressure on them. For a growing number of infected people, suicide is a way out of this situation. Traditional coping strategies and the extended family can no longer manage the situation. Many affected families find themselves in a vicious circle: • an increasing amount of money is needed for medical treatment and burials, but • the number of breadwinners is decreasing. The need to deal with the increasing number of orphans leads to more children dropping out of school to work in the household or in agriculture. Nationally, AIDS has a serious economic impact in two main areas: • labour supply – the loss of young adults in their most productive years will affect overall economic output • costs: – direct costs including expenditure for medical care, drugs and funeral expenses – indirect costs including lost time due to illness, recruitment and training costs to replace workers, and for care of orphans – if costs are financed out of savings, then the reduction in investment could lead to a significant reduction in economic growth",
        "page_number": 35
    },
    {
        "_id": "rec_25",
        "topic": "The spread of AIDS can be limited by:",
        "chunk_text": "• responsible sexual behaviour – limiting the number of sexual partners – using condoms • male circumcision (this reduces the risk of males acquiring the disease)",
        "page_number": 36
    },
    {
        "_id": "rec_26",
        "topic": "Why is it important that materials are recycled?",
        "chunk_text": "We have studied the flow of energy through ecosystems and seen how energy is continually lost as heat from the ecosystem and has to be replaced as light. Nutrients, however, are recycled. There is a finite amount of each nutrient in an ecosystem and so the same atoms must constantly be re-used, over and over again. This happens at the ecosystem level and also globally. Ecosystems look unchanging, but they are in fact always changing. Materials are always being ‘moved around’ within an ecosystem. Nutrients are always being taken in by organisms and materials are lost when they breathe and excrete. What is a waste product to one organism becomes a vital nutrient to another. All the organisms in the ecosystem are interdependent and interact with their physical environment. Materials are moved around an ecosystem when organisms: • feed • excrete • respire and breathe • die and are decomposed The molecules that are moved around, particularly the organic molecules, store large amounts of energy in the bonds holding the atoms together. So, as materials are moved, energy is transferred also. But, as noted earlier, energy is eventually lost from the ecosystem as heat and must be replaced as light. The nutrients just keep on recycling … As you can see from Figure 2.3, decomposers (bacteria and fungi) are key in returning nutrients to the ecosystem. Important mineral elements such as nitrogen and phosphorus are returned to plants as a result of the action of decomposers. Decomposers feed by a method known as saprobiotic nutrition. They feed on dead matter – and so do you. You digest the parts of dead animals and plants that you eat and so must the decomposers. To do this, they secrete enzymes onto the dead matter. The enzymes digest the complex organic molecules into simpler, smaller ones and the micro-organisms absorb these products of digestion (just like you). But, unlike you, their extracellular digestion does not take place in a gut, it takes place in the soil, or wherever the dead matter happens to be. However, besides hydrolytic enzymes that break down complex organic molecules many micro-organisms have enzymes for other purposes. For example, many of the decomposers have an enzyme <AW 2.2.2> that releases the amino group from amino acids and converts it to ammonia. This is known as ammonification and is important in the nitrogen cycle. But that is not why it takes place. Ammonification is carried out by a range of bacteria and fungi as a way of obtaining energy from organic, nitrogen-containing compounds. The ammonia, vital to the nitrogen cycle, is just a useless by-product to these micro-organisms. This is typical of many of the chemical reactions that take place in all the nutrient cycles. The reactions are primarily energy-releasing reactions for a particular type of micro-organism. It is a ‘happy chance’ that the reactions produce a by-product that can be processed in the next stage of the nutrient cycle.",
        "page_number": 45
    },
    {
        "_id": "rec_27",
        "topic": "What are the main stages in the carbon cycle?",
        "chunk_text": "The main processes involved in cycling carbon through ecosystems are: • photosynthesis – the process that fixes carbon atoms from an inorganic source (carbon dioxide) into organic compounds (for example, glucose) • feeding and assimilation – feeding passes carbon atoms already in complex molecules to the next trophic level in the food chain where they are assimilated into (become part of) the body of that organism • respiration – this releases inorganic carbon dioxide from organic compounds • fossilisation – sometimes living things do not decay fully when they die due to the conditions in the soil, and fossil fuels (for example, coal, oil and peat) are formed • combustion – fossil fuels are burned, releasing carbon dioxide into the atmosphere Cycling carbon is essential to the living world as all the organic molecules found in living organisms are based on carbon. We often talk about the Earth having ‘carbon-based life forms’.",
        "page_number": 47
    },
    {
        "_id": "rec_28",
        "topic": "What are the main stages in the nitrogen cycle?",
        "chunk_text": "Nitrogen is found in many biological compounds. It is present in proteins, amino acids, DNA, RNA (all kinds) and adenosine triphosphate (ATP) as well as ADP. Without nitrogen, organisms could not synthesise: • their genetic material (DNA) • their principal structural materials (proteins) • their principal energy transfer molecule (ATP) The main processes in the cycle are: • plants absorb nitrates from the soil • the nitrates are then used to form amino acids, which are used to synthesise proteins • the plants are eaten by animals, the proteins digested and the amino acids absorbed and assimilated into animal proteins • both plants and animals die, leaving a collection of dead materials (detritus) which contain the nitrogen still fixed in organic molecules; in addition, excretory products such as urea also contain nitrogen • decomposers decay the excretory products and detritus, releasing ammonium ions (NH +) into the soil; this process is 4 often referred to as ammonification • nitrifying bacteria oxidise the ammonium ions to nitrates (NO –) (which are taken up by the plants) in a process called 3 nitrification; in this process there is an intermediate product called nitrite (NO –) 2 Remember redox reactions? The conversion of ammonium ions to nitrite ions is an oxidative process involving redox reactions, because the nitrogen atoms in the original ammonium ion: • gain oxygen atoms and • lose hydrogen ions as the simple equation below shows NH + NO – 4 2 ammonium nitrite The hydrogen ions lost must go somewhere and the oxygen atoms must have come from somewhere, so something else is being reduced. In actual fact, it is a much more complex reaction as the next equation shows! You will not have to remember this equation; it is just to illustrate how complex the reactions are and where the oxygen atoms come from and where the hydrogen ions go to. 55NH + + 76O + 109HCO – C H O N + 54NO – + 57H O + 104H CO 4 2 3 5 7 2 2 2 2 3 The hydrogen ions reduce hydrogen carbonate ions to carbonic acid. The oxygen atoms that join the nitrogen atom are themselves reduced in the reaction. Reduction and oxidation always occur together. These processes recycle nitrogen that is already in biological molecules of one kind or another. But besides this, two other processes, denitrification and nitrogen fixation, decrease or increase, respectively, the amount of nitrogen in circulation. Denitrifying bacteria reduce nitrate to nitrogen gas that escapes from the soil. This decreases the total amount of nitrogen available to the plants, and, therefore, to all the other organisms also. Nitrogen-fixing bacteria ‘fix’ nitrogen gas into ammonium ions. This happens in two main situations: • Nitrogen-fixing bacteria free in the soil (belonging to the genera Azotobacter and Klebsiella) reduce nitrogen gas into ammonium ions in the soil. These ammonium ions can be oxidised immediately into nitrates by nitrifying bacteria, adding to the amount of nitrogen available to the plants and, therefore, the other organisms also. • Nitrogen-fixing bacteria in nodules on the roots of legumes (belonging to the genus Rhizobium) form ammonium ions that are passed to the legumes and used by them to synthesise amino acids. The extra nitrogen only becomes available to other organisms when the legumes die and are decomposed.",
        "page_number": 48
    },
    {
        "_id": "rec_29",
        "topic": "How is phosphorus recycled?",
        "chunk_text": "The core phosphorus cycle is much the same as the core nitrogen cycle. Phosphorus is present in organisms in the form of phosphates. • phosphate is absorbed from the soil (or water) by plants • these are passed along food chains to various herbivores and carnivores • on death, their bodies are decomposed and phosphate ions are released from compounds like phospholipids, ATP, DNA and RNA and are returned to the soil or water • phosphates also enter the soil (or water) as a result of the weathering of rocks and in the form of fertilisers, which, themselves, contain phosphates that have been obtained from rocks • over millions of years, phosphate ions can leach into the seas and become part of newly forming sedimentary rock.",
        "page_number": 50
    },
    {
        "_id": "rec_30",
        "topic": "How is sulphur recycled?",
        "chunk_text": "As with the other cycles, the core cycle is between the soil, plants, animals and special decomposers. There are also components that relate to long-term rock formation and weathering as well as the formation of sulphur dioxide when fossil fuels are burned. • sulphate ions in the soil are taken up by plants and incorporated in plant tissue (many proteins include some sulphur-containing amino acids, such as methionine and cysteine) • these are passed to animals by feeding and digestion • on death of the plants and animals, sulphate-reducing bacteria release the sulphur in the proteins in the form of hydrogen sulphide (with the smell of ‘bad eggs’); the most important genus of bacteria involved in this process is Desulphovibrio; this process requires anaerobic conditions • in some aquatic environments the hydrogen sulphide is oxidised to sulphur by photosynthetic sulphur bacteria; this reaction is the equivalent of the photolysis of water in the photosynthesis of higher plants • sulphur bacteria, mainly of the genus Thiobacillus, then oxidise the hydrogen sulphide (or sulphur) to sulphate (SO 2–), with 4 sulphite (SO 2–) as an intermediate step; this is an oxygen-3 requiring process that needs aerobic conditions and makes sulphate ions available once again to be taken up by plant roots from the soil • sulphur can also become incorporated in rocks, including those that yield fossil fuels • combustion of fossil fuels oxidises the sulphur to sulphur dioxide (SO ); this is a serious pollutant of the atmosphere and a major 2 contributor to the formation of acid rain • in the atmosphere, the sulphur dioxide becomes further oxidised to sulphite and sulphate which dissolve in rainwater to form a mixture of sulphurous and sulphuric acid: acid rain",
        "page_number": 51
    },
    {
        "_id": "rec_31",
        "topic": "What about the water cycle?",
        "chunk_text": "Water is essential to all living organisms in all kinds of ways: • it makes up 70% of all cells • it is an essential requirement of photosynthesis • it is the basis of all transport systems in organisms • it provides a means of removing excretory products In addition, we use water in many ways in our daily lives: • to wash our clothes, our dirty dishes and our dirty selves • to flush away waste • to make products such as paper, steel and beer • to generate electricity using a range of devices that convert the motion of water into electrical energy • in a system, called ‘hydroponics’, to grow plants in a soil-free medium Figure 2.10 summarises the main stages of the water cycle.",
        "page_number": 51
    },
    {
        "_id": "rec_33",
        "topic": "What is a succession?",
        "chunk_text": "The ecosystems that exist today did not always exist. They have developed from other previous systems by succession. And many of them began on completely bare ground. Bare rock does not remain bare for long. Very soon, lichens can be seen growing on the surface of the rock. These extremely resilient organisms are able to colonise harsh environments and reproduce there. They are pioneer species.",
        "page_number": 54
    },
    {
        "_id": "rec_34",
        "topic": "Why do different areas have different climax communities?",
        "chunk_text": "Forest climax communities in Europe do not become as complex as tropical rainforest because of the climate. Because of this, they are said to be climatic climax communities. Grassland in many areas would revert to woodland or forest if it were not grazed. The grazing animals nip off the growing points at the tips of young tree shoots, preventing them from growing. Grasses grow from ground level, not from the tips of shoots, and so can regrow. These grasslands are grazing climaxes. Other factors that could influence the type of climax community formed include: • temperature • precipitation (rainfall) • soil type • soil depth",
        "page_number": 56
    },
    {
        "_id": "rec_35",
        "topic": "What is a biome?",
        "chunk_text": "In 1875, the geologist Eduard Suess first coined the term biosphere. He used this to describe the layer of the Earth’s surface where life is found. Today we also think of the biosphere as the integration of all the world’s ecosystems. It is now evident that the biosphere is more extensive than we ever realised. From bacteria at hot sulphur vents miles beneath the sea surface to geese flying at heights of over 8000 metres (5 miles), vultures at heights of 11 000 metres (7 miles) and fish living at depths of 8000 metres (5 miles), the biosphere is a lot thicker than we once thought. We divide the biosphere into a number of biomes. The concept of a biome brings together several ideas. A biome is a geographical or regional area with: • a specific climate, and • a specific soil type, and • specific animals and plants that are adapted in similar ways to the abiotic conditions within the area. Temperature and precipitation (rainfall) are the most significant climatic factors in determining biome type. These, in turn, are determined to a very large extent by geographical location. For example, it is never anything but cold at the poles, and these aretraosp iaclasl om ornetcaeneiv foer elistttle precipitation. It is never anything but hot at the equator and equatorial regions receive high precipitation.",
        "page_number": 58
    },
    {
        "_id": "rec_36",
        "topic": "What types of biomes are there?",
        "chunk_text": "There have been many classifications of the different biomes and scientists are still refining their ideas but we can classify the biomes into two main types: • terrestrial • aquatic Each can then be further subdivided to give the distinct biomes.",
        "page_number": 59
    },
    {
        "_id": "rec_37",
        "topic": "What are the main types of terrestrial biomes?",
        "chunk_text": "A terrestrial biome is defined by temperature, rainfall, soil type, flora and fauna (plants and animals). Table 2.1 overleaf gives the features of the major terrestrial biomes.",
        "page_number": 59
    },
    {
        "_id": "rec_38",
        "topic": "What types of aquatic biomes are there?",
        "chunk_text": "We can subdivide the aquatic biomes into two main types: • marine biomes • freshwater biomes There are several biomes in each category. Table 2.2 gives some of the features of each category. Figure 2.19 shows the distribution of some of these aquatic biomes. It is clearly not possible to show the location of most lakes, ponds, rivers and estuaries.",
        "page_number": 61
    },
    {
        "_id": "rec_40",
        "topic": "What is biodiversity?",
        "chunk_text": "The most usual way to think of biodiversity is in terms of species richness. This is quite simply the number of different species that are present in an ecosystem. However, if only one or two individuals of a particular species are present in an ecosystem, they won’t be contributing a great deal to the biodiversity of the ecosystem. A more useful concept is species diversity. This takes into account, not just how many different species are present, but the success of each species in the ecosystem. An index of diversity can be calculated and this can be used to give a picture of the ecosystem as a whole. Look at the examples in table 2.3 below. They are, of course, made up, but the figures serve to illustrate a point. Each area contains the same six species and the same total number of organisms (100) yet the areas are clearly very different. One index of diversity is Simpson’s index of diversity and is calculated from the formula: N(N – 1) d = Σn(n – 1) In this formula, d is the index of diversity, N is the total number of organisms in the area and n is the total number of organisms of each species. For area 1: d = (100 × 99) / [(86 × 85) + (5 × 4) + (2 × 1) + (3 × 2) + (1 × 0) + (3 × 2)] = 1.348 For area 2: d = (100 × 99) / [(16 × 15) + (17 × 16) + (16 × 15) + (17 × 16) + (17 × 16) + (17 × 16)] = 6.314 For area 3: d = (100 × 99) / [(23 × 22) + (25 × 24) + (27 × 26) + (5 × 4) + (12 × 11) + (8 × 7)] = 4.911 A low value for the index of diversity suggests an area dominated by one or just a few species. If there are more successful species with",
        "page_number": 64
    },
    {
        "_id": "rec_41",
        "topic": "How have humans influenced biodiversity?",
        "chunk_text": "Only for the worse. We humans have influenced our environment much more than any other species. This is one of the key features of human evolution. We have not so much adapted to our environment by natural selection, as changed the environment to suit us. Until relatively recently, because of the small numbers of humans, this has not been too much of a problem. However, the rate of this change has accelerated with the huge increase in our population and the development of our technology. We have reduced biodiversity in many ways, but two important activities have been: • deforestation, and • the impact of agriculture.",
        "page_number": 66
    },
    {
        "_id": "rec_42",
        "topic": "How has deforestation affected biodiversity?",
        "chunk_text": "Where have all the trees gone? Gone for timber every one. Well, not quite; some have gone to be pulped to make the paper for biology textbooks, or simply to make room for ever more humans. Deforestation is usually carried out for one of two main reasons: • to clear land for human activities, such as mining, agriculture or house building, or • to obtain timber to make products such as paper, charcoal, furniture, or to use as a building material. Tropical rainforest is one of the most complex and species-rich ecosystems in the world. Rainforest covers about 7% of the Earth’s surface and contains 25% of the known species. Although many of the trees are very tall, the root systems are shallow and trees can easily fall. The shallow root systems grow in shallow, nutrient-poor soils. The soils are nutrient poor because many of the minerals from the soil remain ‘locked up’ in the huge trees. The only recycling of nutrients that occurs on a regular basis takes place when leaves fall. There is no accumulation of detritus as decomposers rapidly break down the leaves and release the mineral ions they contain. The roots take these up, leaving few mineral ions in the soil. As a result, when the forest is cleared for agriculture, crop yields are often poor after the first year and more forest must be cleared. Tropical rainforest is the most productive of natural land ecosystems. The net primary production (biomass produced allowing for losses due to respiration) is 2.2 kg m–2 y–1, nearly twice that of temperate forests. Felling tropical rainforest has far-reaching effects. • There is a serious reduction in species diversity. Many ecological niches are destroyed when trees are felled and the species that fill these niches are lost. This reduces the biodiversity of the area. • There is a reduction in the rate at which carbon dioxide is removed from the atmosphere. In addition, if the trees are burned, then carbon dioxide is added to the atmosphere. The local and global cycling of carbon is therefore affected. • There is a reduction in the amount of nitrogen returned to the soil. The nitrogen fixed in the proteins and other compounds in the massive tree trunks remains fixed in a table in London, New York or Addis Ababa. Any tree trunks not removed from the area are slow to decay and the soil is depleted in nitrate for many years. • A secondary succession will take place. If the felled area is allowed to regenerate, then seeds of many species of plant from the shrub layer will germinate. Ordinarily, the shrub layer is limited because the canopy prevents much of the light from reaching lower levels. If the shrub layer is allowed to dominate, this could give rise to a less complex ecosystem with a lower biodiversity. The felling of trees need not be totally destructive and the practice need not be halted. However, the rainforests must be conserved and felling and replanting in a planned cycle over a number of years can do this. This could give a sustainable yield of timber, without endangering the species diversity of the rainforests. One practice that has been adopted is to fell a strip of forest approximately 20 m wide and take the felled trunks to the sawmill for processing. This strip of land is not touched again for 20 years. In those 20 years, a secondary succession will have produced ‘secondary forest’ and the 20-year-old trees can be felled. For the intervening 19 years, other strips of forest are felled. Some areas are left completely untouched and act as a seed bank and core area, maintaining all ecological niches for the whole area.",
        "page_number": 66
    },
    {
        "_id": "rec_43",
        "topic": "What are the effects of agriculture on biodiversity?",
        "chunk_text": "The effects of large-scale agriculture often follow the same pattern. Large areas of land are given over to the production of just one crop plant, such as maize or another cereal. This inevitably brings a reduction in biodiversity for several reasons, including: • the area is dominated by just one species, drastically reducing the number of niches for other organisms to fill • organisms that might live there are regarded as pests, as they reduce the crop yield and so they are controlled by the use of pesticides, and • hedgerows are removed to create bigger and more productive fields; this reduces still further the number of habitats and niches and, therefore, reduces the biodiversity of the area. Other changes in agricultural practices have also had major effects on biodiversity. Traditionally, crops were ‘rotated’ so that in a field one year a cereal would be grown, another year perhaps a root crop such as carrots, then in another year a legume such as beans and perhaps one year ‘fallow’ (just grass, no crop). The rotation would be carried out with different timings in different fields, so that all crops were always available. This meant that different animals could find different habitats. However, the intensive farming of just one crop year after year, keeping pests at bay with herbicides and pesticides, reduces the habitats available. Such practices have been blamed for the decline and, in some cases, the local extinction of species.",
        "page_number": 67
    },
    {
        "_id": "rec_44",
        "topic": "What is the status of biodiversity in Africa?",
        "chunk_text": "Figures 2.25A and B show the mammal species richness and plant species richness in Africa, respectively. You can clearly see that the two are related. Areas that have high plant species richness often also have high mammal species richness – and vice versa. The reason for this is not difficult to work out. We have just been talking about the way in which plants provide habitats and niches for animals. So the more different plants there are, the more different habitats and niches for animals (including mammals) there will be. There is one important exception. Parts of South Africa have a very high plant species richness, but do not have a correspondingly high mammal species richness. This is the Fynbos of South Africa. Fynbos has one of the highest concentrations of plant species anywhere in the world. But the plants grow on very nutrient- poor soils. So there just isn’t the protein in the plants to support a large number of mammals. Some other facts concerning African biodiversity include: • a quarter (1229 species) of the world’s approximately 4700 mammal species occur in Africa, including about 960 species in sub-Saharan Africa (SSA) and 137 species in Madagascar. The eastern and southern savannahs host large populations of mammals, including at least 79 species of antelope • more than a fifth of the approximately 10 000 bird species in the world are found in Africa; about 1600 bird species are endemic to SSA • about 950 species of amphibians are found in Africa, making Africa (together with South America) the continent with the highest number of amphibians.",
        "page_number": 68
    },
    {
        "_id": "rec_45",
        "topic": "What about – biodiversity in Ethiopia?",
        "chunk_text": "You can see from figures 2.25 A and B that biodiversity in parts of Ethiopia, compared to other African countries, is better than most, although not as high as in some nearby countries, such as Kenya. Ethiopia is an important regional centre of biological diversity. The wide range in altitude and climate, the isolation of the highlands of Ethiopia, and the fact that there are so many different biomes present in the country, are some of the reasons for its high biodiversity. One estimate suggests that there are between 6500 and 6700 plant species in the country. This represents the fifth most diverse flora in Africa. About 10–12% of these plant species are endemic to Ethiopia (approximately 1150 plant species). And the story of plant species richness doesn’t end with wild plants in Ethiopia. Ethiopia is one of the 12 centres of origin (Vavilov centres) of cultivated crops. There are 11 cultivated crops, which have their centre of genetic diversity in Ethiopia. These are: • Coffea arabica – Coffee • Eragrostis tef – Tef • Ensete ventriculum – Ensete • Coccinia abyssinica – Anchote • Guizotia abyssinica – Niger seed (Nug) • Brassica carinata – Ethiopian rape (Gomenzer) • Carthamus tinctures – Safflower (Suf) • Sorghum Spp. – Sorghum • Hordeum Spp. – Barley",
        "page_number": 69
    },
    {
        "_id": "rec_46",
        "topic": "Practices with direct effects on biodiversity:",
        "chunk_text": "• deforestation – conversion of forests, woodlands and savannas to agricultural lands (for cultivation and grazing) and other land-use systems reduce the area available to native species\n• fuelwood collection and illegal logging\n• overgrazing by stock animals – reduces the availability of forage and woody plant species for other animals\n• introduction of improved crop varieties – reduce the genetic diversity of the particular crop plant as only the ‘improved’ variety is used\n• overhunting (poaching) – directly reduces the numbers of the species hunted\n• introduction of alien invasive species – these often outcompete native species for the available resources, sometimes making native species locally extinct",
        "page_number": 70
    },
    {
        "_id": "rec_47",
        "topic": "Practices with indirect effects on biodiversity:",
        "chunk_text": "• high population growth – the more people there are, the bigger the demand for resources of all kinds, which puts pressure on land to be used for supporting humans, rather than other species\n• undervaluation of the biodiversity resources – if biodiversity is not seen as important at all levels of government, then attempts to maintain biodiversity will not receive a high enough priority, this results in a lack of incentives for communities to conserve their local biodiversity\n• legal and institutional systems that promote unsustainable exploitation – this results in big companies being able to make big profits from exploiting Ethiopian resources in a non-sustainable way; the resources won’t be there in the future as a result of these practices\n• disregard of traditional communal (range) land management systems – traditional methods of land management conserved the species present and used them to support the community; these are at risk as more communities are encouraged to use more high-yielding, intensive practices\nIt is all too easy to paint a picture of doom and gloom with no hope on the horizon. But this would not be accurate. The Ethiopian government has been party to a number of initiatives relating to biodiversity. The eastern tropical montane forests of Ethiopia have been recognised as a hotspot for biodiversity conservation because of the exceptionally high concentration of endemic species and habitat loss. In 2005, the Ethiopian Insititute of Biodiversity Conservation in Addis Ababa put forward a National Biodiversity Action Plan. This is a significant document running to 115 pages, which reviews the current situation and makes numerous recommendations. Some of these recommendations are listed below in two categories – those based on ecological considerations and those based on socioeconomic considerations.",
        "page_number": 70
    },
    {
        "_id": "rec_48",
        "topic": "Ecological considerations",
        "chunk_text": "• Accelerate recovery by enrichment planting of target species in degraded remnant forests.\n• Establish corridors to enhance the biodiversity and eventually the viability of fragmented forests, particularly in the central and northern highlands.\n• Establishment of buffer zones (through tree planting) to stop further degradation of isolated forest fragments.\n• Planting native woody species may be necessary on sites lacking of vegetation (for example, steep slopes).\n• Establishment of tree plantations, which can serve as nurse crops, on highly degraded sites.\n• Establishing area enclosures may be necessary to enhance natural regeneration and diversity of the native flora, particularly in arid and semi-arid regions.\n• Control or eradicate (where possible) alien invasive species using integrated pest management.",
        "page_number": 71
    },
    {
        "_id": "rec_49",
        "topic": "Socioeconomic considerations",
        "chunk_text": "• Allow meaningful participation by all stakeholders (people who have any interest in a particular course of action), including in decision making and implementation.\n• Consider local socioeconomic needs in choices of approaches and options in matters impacting on local biodiversity.\n• Strengthen local organisations.\n• Make land and tree tenure completely secure.\n• Formulate policies that promote sustainable utilisation and conservation of biodiversity.",
        "page_number": 71
    },
    {
        "_id": "rec_50",
        "topic": "Why is biodiversity loss a concern?",
        "chunk_text": "In the years leading up to the millennium (2000) a global assessment of many aspects of biodiversity was made. It was called the Millennium Assessment (MA). The MA findings suggest that biodiversity loss contributes to:\n• worsening health\n• increasing insecurity of food supply\n• increasing vulnerability\n• lower material wealth\n• worsening social relations\n• less freedom for choice and action",
        "page_number": 71
    },
    {
        "_id": "rec_51",
        "topic": "Food security",
        "chunk_text": "Biological diversity (the availability of many food sources) is used by many rural communities directly as an insurance and coping mechanism to increase flexibility and spread or reduce risk in the face of increasing uncertainty, shocks and surprises in the food supply. In a world where fluctuating commodity prices are more the norm than the exception, economic entitlements of the poor are increasingly becoming precarious. The availability of this food security net provides an important insurance program. Coping mechanisms based on indigenous plants are particularly important for the most vulnerable people, who have little access to formal employment opportunities.",
        "page_number": 71
    },
    {
        "_id": "rec_52",
        "topic": "Increasing vulnerability",
        "chunk_text": "Biodiversity can help with physical protection. Mangrove forests and coral reefs – a rich source of biodiversity – are excellent natural buffers against floods and storms. Their loss or reduction in coverage has increased the severity of flooding on coastal communities.\nA common finding from the various assessments was that many people living in rural areas cherish ecosystem variability and diversity as a way of not being caught out by ecological shocks and surprises.",
        "page_number": 72
    },
    {
        "_id": "rec_53",
        "topic": "Health",
        "chunk_text": "An important component of health is a varied and balanced diet. Thousands of species of plants and several hundred species of animals have been used for human food at one time or another. Some indigenous and traditional communities currently consume 200 or more species. Wild sources of food remain particularly important for the poor and landless to provide a balanced diet. Overexploitation of marine fisheries worldwide, and of bushmeat in many areas of the tropics, has led to a reduction in the availability of wild-caught animal protein, with obvious consequences in many countries for human health.",
        "page_number": 72
    },
    {
        "_id": "rec_54",
        "topic": "Social relations",
        "chunk_text": "Many cultures attach spiritual and religious values to ecosystems or their components such as a tree, hill, river or grove. Thus loss or damage to these components can harm social relations – for example, by impeding religious and social ceremonies that normally bind people. Damage to ecosystems, highly valued for their aesthetic, recreational or spiritual values, can damage social relations, both by reducing the bonding value of shared experience as well as by causing resentment towards groups that profit from their damage.",
        "page_number": 72
    },
    {
        "_id": "rec_55",
        "topic": "Freedom of choice and action",
        "chunk_text": "Freedom of choice and action within the MA context refers to individuals having control over what happens and being able to achieve what they value. Loss of biodiversity often means a loss of choices. For example, local fishers may depend on mangroves as breeding grounds for local fish populations. Loss of mangroves therefore leads to a loss in control over the local fish stock and a livelihood they may have been pursuing for many generations and one that they value. They may be forced into something else. Another example is high-diversity agricultural systems. These systems normally produce less cash than monoculture cash crops, but farmers have some control over their entitlements because of spreading risk through diversity. The loss of biodiversity is sometimes irreversible, and the value placed on keeping biodiversity for future generations can be significant. The notion of having choices available is an essential constituent of the freedom of choice aspect of well-being. These benefits that humans gain from biodiversity are collectively known as ecosystem services. A loss of biodiversity will reduce ecosystem benefits locally and globally. In addition to reduction in the ecosystem services described above, and summarised in figure 2.27, there are other dangers that result from the loss of biodiversity. The list is huge, but here are some examples:\n• continued felling of forests in some countries leads to increased flooding\n• many medicines have been derived from plants; the oldest painkiller – aspirin – is derived from the willow tree – how many more are waiting to be discovered in plants we have not yet even named?\n• the same holds true for animals; some sheep from South America produce anti-cancer drugs – again what other aids could there be in the millions of insects yet to be discovered?\nFinally, we discussed biodiversity in the context of species diversity at the start of this section. If the number of species continues to be reduced, then this will ultimately lead to less complex ecosystems. Less complex ecosystems are less stable and more prone to ‘collapse’. Ecosystems will function less well if there are fewer species making them up.",
        "page_number": 72
    },
    {
        "_id": "rec_56",
        "topic": "What can we do about it?",
        "chunk_text": "Is there still time? Can I have any effect at all? To answer that, you must understand the cost of doing nothing. Figure 2.28 shows that, if we do nothing, and allow species extinctions to continue at the present rate, then there will be a serious reduction in biodiversity by 2050. Figure 2.28 The future of our biodiversity When you look at any particular biome, there doesn’t seem to be any huge projected change, and so it is easy to believe that we can just continue to do nothing. But look at the overall trend. Our biodiversity has fallen from 90% of its potential in 1900, to 70% in 2000 and it is projected to fall to 60% by 2050 and, carrying on the projection, to 50% by 2100, with most of this biodiversity in areas such as desert and tundra that are difficult to exploit. We are losing 10% of our biodiversity every 50 years. To help visualise this, if this loss of biodiversity were concentrated in just one place, it would represent an area just larger than all of the USA. And this is assuming that things don’t get any worse – just that we continue to lose our biodiversity at the same alarming rate that we are losing it now. However, there is considerable evidence to suggest that the rate of species loss (and therefore loss of biodiversity) will actually increase in the future, as figure 2.29 shows. We cannot allow this to continue. We must conserve our biodiversity for future generations and appreciate that we have a duty of care to do so. Every future generation of humans has the right to enjoy and make use of the biological resources of the planet that are available to us today. This is the core principle of conservation. Conservation does not preach that we should not make use of the biological resources available, in fact it encourages us to make use of as many as possible. However, conservation demands that we use the resources in a sustainable manner so that future generations may do the same. Action is needed at individual, local, national and international levels to achieve this. There are three guiding ideas of conservation: • research – we must know what we are doing • minimum intervention – the balances within and between ecosystems are delicate and can easily be upset, and • repair rather than replace – it is always better to try to help an ecosystem to repair any damage rather than try to replace it. The ecological principles that form the basis of conservation of biodiversity are: • any protection of species and varieties of species will support biodiversity • maintaining habitats is fundamental to conserving species • large areas usually contain more species than smaller areas with similar habitats • disturbances to habitats shape the characteristics of populations, communities and ecosystems, and • climate change will increasingly influence all types of ecosystems. The key to maintaining biodiversity will be to maintain habitats. If we can maintain habitats, the organisms will continue to visit them and live there. This will become increasingly difficult because of climate change, but, where possible, we should not allow existing habitats to become eroded and, if at all possible, should extend them. To help conserve our biodiversity, we should also use our resources in a sustainable way. This means that we must not continue to: • overfish the oceans; we must take only an agreed quota each year – but the types of fish eaten must become more diverse to provide the sheer tonnage demanded • fell rainforest in the current manner; it must be felled sustainably, by strip-felling, for example • reduce the genetic diversity of stock animals and crop plants by breeding only those that produce certain desired traits (lean meat, high milk yield, high grain yield) • grow vast areas of cereals in monoculture The above are examples only. You should try to think of other areas of our actions that need modification.",
        "page_number": 75
    },
    {
        "_id": "rec_57",
        "topic": "What can I do for Ethiopia?",
        "chunk_text": "You can plant a tree. Now. Not next year – now. If you plant a tree now, and ensure that it grows, then in 20 years time there will be a mature plant that provides a habitat for a whole range of other organisms. You will see birds feeding and maybe nesting in your tree – but that is the very least of the increase in biodiversity that you will have encouraged. A complex food web in the soil will begin to develop because you planted the tree. If you don’t really believe the extent of it – give your tree a couple of years, and then carefully examine some of the soil from around it. You’ll be amazed at what you find. If you want to do more, several of you could plant a little ‘copse’, but make sure that you do not plant the trees too closely together – they have to grow. If you were all to plant a tree a year, then in 20 years, you would have the makings of a sustainable woodland that could be coppiced every year for timber. Coppicing involves cutting back the shoots of the plant to about 10–15 cm above ground and allowing the stump to regrow. If you have this in mind, you must research which local trees are best for coppicing.",
        "page_number": 77
    },
    {
        "_id": "rec_58",
        "topic": "What is a population?",
        "chunk_text": "It’s a much-used word – we talk of the world population, the population of Ethiopia, the population of Addis Ababa and so on. How can we use the same word in all these different contexts? When biologists speak of a population, they have a specific meaning in mind. A population is all the individuals of a particular species in a particular habitat at a particular time. Populations are not static. Like ecosystems they are constantly changing. The cheetah population of Africa was once that – one extensive population. It suffered a ‘population crash’ about 10 000 years ago and is now effectively fragmented into several smaller populations (the high-density regions in figure 2.34). Cheetahs live in open grassland or savannah (their habitat) within a large geographical range. And like ecosystems, the populations that are there now have not been there all the time. Remember the idea of succession? As the environment is modified (abiotic factors change) by plants in an area, new species of plants colonise the area, establish themselves and outcompete the organisms that were there before and brought about the change.",
        "page_number": 80
    },
    {
        "_id": "rec_59",
        "topic": "How can several populations live in the same area?",
        "chunk_text": "In a pond, there are populations of many different organisms. They are able to live in the same area because each exploits a different habitat in that area. For example: • plankton exploit the open water regions of the pond • decomposers inhabit the detritus found at the bottom of the pond • snails browse the surface of the sediment at the bottom of the pond and graze small organisms A habitat is an area where a population lives and finds the nutrients, water, living space and other essential resources it needs to survive. Sometimes, different organisms can share the same habitat. However, they make different demands on that habitat. This combination of habitat and the demands made is called the ecological niche. The ecological niche of an organism describes its role within a habitat. For example, both floating plants and tadpoles are found in the open water habitat. But the plants use sunlight, carbon dioxide, water and minerals from the water, whereas the tadpoles feed on the larvae of insects. They have different ecological niches. In another example, both blue tits and great tits spend much of their time foraging in trees for insects and insect larvae. When one or the other species is present, they forage at about the same height. However, if both species are present in the same trees, they forage at different heights and so avoid competing for the same niche.",
        "page_number": 81
    },
    {
        "_id": "rec_60",
        "topic": "What factors influence the sizes of populations?",
        "chunk_text": "As we have said, a population is all the individuals of a certain species in a certain habitat at a certain time. Anything which influences these numbers clearly affects the size of the population. There are three factors that directly affect numbers: • natality – birth rate • mortality – death rate • migration – movement into (immigration) and out of (emigration) the area Natality and mortality are clearly linked in their influences: • if natality exceeds mortality (more are born than die), the population numbers will increase • if mortality exceeds natality (more die than are born), the population numbers will decrease • if mortality and natality are equal, the population numbers will remain the same In a similar way, emigration and immigration are linked in their influences: • if immigration exceeds emigration (more enter than leave), the population numbers will increase • if emigration exceeds immigration (more leave than enter), the population numbers will decrease • if emigration and immigration are equal, the population numbers will remain the same Other factors influence mortality and natality. They influence how quickly a population increases in size or decreases in size. These factors can be divided into two main categories: • biotic factors – the effects of other organisms of the same species or of a different species • abiotic factors – the effects of factors in the physical environment (light, temperature, carbon dioxide concentration, oxygen concentration, physical space, etc.)",
        "page_number": 81
    },
    {
        "_id": "rec_61",
        "topic": "Biotic factors",
        "chunk_text": "Some of the main biotic factors are: • predation – the presence of a carnivore (predator) or herbivore, in the case of plants • disease – infection by micro-organisms can reduce productivity and may be fatal • intra-specific competition – competition between members of the same species • inter-specific competition – competition between members of different species. The ways in which biotic factors can affect population growth are summarised in table 2.5.",
        "page_number": 82
    },
    {
        "_id": "rec_62",
        "topic": "Intra-specific competition",
        "chunk_text": "Intra-specific competition is the competition between members of the same species for some resource (often food) in the same habitat. In one example, gypsy moth caterpillars infested much of southern New England (on the west coast of the USA) in the summer of 1980. However, the density of this initial infestation was quite low, allowing most of the caterpillars to metamorphose into adults. The adults mated and laid masses of eggs (each mass containing several hundred eggs) on nearly every tree in the region. In the following spring, all the eggs hatched and the caterpillars began feeding. As they fed and grew, they stripped all the trees of their leaves. The millions of caterpillars were soon competing for a very limited resource – any remaining leaves! As a result, their population crashed and very few caterpillars were able to metamorphose into adults. Intra-specific competition is a major factor in controlling the populations of predators. In a typical predator–prey relationship when the population of prey begins to fall, there is intra-specific competition between the predators for the remaining prey, leading to a population decline. This allows the numbers of the prey to recover. There can also be intra-specific competition between plants. In one experiment, different numbers of sunflower seeds were planted in the same sized pots. The number of live plants per pot and the mean plant height are shown in Tables 2.6A and 2.6B on the next page. With increased numbers planted, there is increased intra-specific competition between the germinating seedlings, resulting in fewer, smaller plants surviving. This has applications in agriculture with packets of seeds of crop plants being supplied with recommended sowing densities to give maximum yields.",
        "page_number": 82
    },
    {
        "_id": "rec_63",
        "topic": "Inter-specific competition",
        "chunk_text": "This occurs when two different species compete for the same resource in the same habitat. Although most organisms have their own ecological niche, there is very often some overlap between the niches of two species. Barnacles are a kind of crustacean that live on rocky shores. Chthalamus and Balanus are different species of barnacle. Chthalamus can live anywhere in the intertidal zone (between high tide and low tide). Balanus cannot live in the upper intertidal zone.",
        "page_number": 84
    },
    {
        "_id": "rec_64",
        "topic": "How do populations grow?",
        "chunk_text": "All populations show the same pattern of growth. After an initial ‘establishing’ phase, they show what is called exponential growth, until they are limited by the environment. The difference between exponential and arithmetic growth is illustrated in table 2.7. In arithmetic growth, the numbers increase by the same fixed amount in each time period. This produces a uniform rate of growth over the time period. In exponential growth, the population doubles in each time period, producing an ever-increasing growth rate that is clearly not sustainable in nature. Figure 2.38 shows populations increasing with: • a slow rate of exponential growth (orange line) • a fast rate of exponential growth (green line) • arithmetic growth (red line) As a result of the combined influence of some or all of the biotic and abiotic factors described above, most populations develop through four main stages, illustrated in figure 2.39. The four phases are also described in table 2.8. The curve shown in figure 2.40 is an idealised curve and not many populations actually grow exactly in that manner. Figure 2.40 shows an actual population growth curve for a population of sheep over a period of 30 years. The first two phases match the ‘idealised’ curve fairly closely, but the stationary phase is anything but stationary. It fluctuates quite widely from the idealised curve. Why is this? To understand, we need to consider an idea mentioned in table 2.8 – that of ‘carrying capacity’. The carrying capacity of a population is the number that the environment is capable of supporting (or ‘carrying’) at that time. This can change from year to year. In this case, if there is a year with lots of sunshine and rain to encourage growth of grass, the sheep may well be able to obtain more food and produce more lambs than they normally would. But then the increased population would need to be supported in subsequent years. And if environmental conditions deteriorated for a few years, the population could not be sustained and would fall.",
        "page_number": 85
    },
    {
        "_id": "rec_65",
        "topic": "What about human populations?",
        "chunk_text": "Figure 2.41 shows the change in the human population over the past 500 000 years. We have come from a population of less than 5 million 10 000 years ago to a population of 6 800 000 000 (6.8 billion) at the end of 2009. The population has been increasing particularly quickly over the past two hundred years, because we have (generally) increased the quality and quantity of food available and we have decreased the impact of disease-causing organisms with improved sanitation and medical care. However, there can be no doubt that the human population has increased far too much and far too quickly. In countries with the highest population growth rates, the high growth rate is one factor in preventing or slowing development. The sheer weight of numbers makes it much more difficult to implement education programmes, health programmes, proper sanitation and all similar measures. However, looking carefully at figure 2.42 shows that the rate of population growth is slowing. This should result in the numbers levelling at around 12 billion by the year 2200. This may sound like good news, but set this alongside the fact that estimates of the carrying capacity of the Earth for humans average at around 10 billion. There will still be too many of us. The human population is subject to the same checks as other populations; the various biotic and abiotic factors still influence population size. However, the human population is subject to other factors affecting its development. These include the point at which the particular country or region develops agriculture and industrialisation. This affects growth rates, death rates and life expectancy. These changes are called the demographic transition and the stages of the demographic transition are shown in figure 2.43 overleaf. Notice that in the second and third stages of the demographic transition, death rates fall before birth rates. This creates a period when the population is increasing. In the final stages, birth rates and death rates are low and the population is stable, with either a slow increase or a slow decrease. Most developed countries are in one of these two final stages of the demographic transition, whereas developing countries are still in one of the two middle stages. As a result most of the population growth is occurring in developing countries. Rapid growth slows the transition to the later stages. In the demographic transition, the relative numbers of young and old people changes. These are best shown in age pyramids. Figure 2.44 shows age pyramids for Afghanistan (a country still developing) and the USA and Italy (developed countries). The broad base to the population in Afghanistan shows that large numbers of children are still being born and that the population is increasing. The structure in the USA is different. There are similar numbers in all the age groups until about age 60. This suggests that the numbers being born are slightly greater than those dying and the population numbers are increasing slowly. Can you explain the lack of growth in Italy? Notice also that life expectancy is greater in Italy and the USA. This is true of most developed countries. Figures 2.45A and B show the population pyramids for Ethiopia in 2000 and the projected population pyramid for 2025. Note that, although the population has increased (predicted by the structure of the population in 2000), the rate of increase is slowing. The base of the new pyramid shows several age bands of more or less the same size – typical of populations showing no growth.",
        "page_number": 85
    },
    {
        "_id": "rec_66",
        "topic": "What can we do about it?",
        "chunk_text": "Whether the global human population increases or decreases depends on the balance between global natality and global mortality. There are no migration issues. We aren’t going anywhere. So the mathematics is fairly simple; to reduce global population, either: • mortality will increase; this is the ‘do-nothing option’ and we can wait until the population crashes or war is rife from competition for resources because we are so far over our carrying capacity, or • natality must decrease – this is the only option we really have and one we can control; we must control the numbers of children being born if we are to stop the runaway growth of the human population. Many countries now encourage some kind of population control. A few of these are described in table 2.9. At the moment Ethiopia has one of the highest birth rates in Africa, but there are some hopeful signs that this is changing. It is progressing through the demographic transition, and, as it does so, death rates and birth rates will fall as more resources become generally available. In the meantime, it is essential that education regarding contraception is available to the people throughout Ethiopia. There are several methods of contraception available, but widespread use of condoms will have the most impact as they are the most easily available. They also give some limited protection against the transmission of HIV. Fewer children will be needed, particularly in rural communities, if more of them live longer. Good health alongside education will help to reduce the rapid increase in population growth that characterises Ethiopia at the moment. It is vital that the government makes available as many resources as possible to help local communities, particularly rural communities, with: • sex education • access to contraception • general education to enable students to consider other options in their futures All of these will help in reducing the rapid population growth rate. In addition, help with the following will improve general health, which is usually associated with lower reproduction rates: • education about diet • resources to improve the quantity and quality of crops grown and stock reared in rural communities",
        "page_number": 90
    },
    {
        "_id": "rec_67",
        "topic": "What is the relationship between chromosomes, genes, alleles and characteristics of an organism?",
        "chunk_text": "In grade 11, unit 2, we learned about biological molecules. One of these was the molecule of inheritance – DNA. We shall be learning in more detail how this molecule is able to pass on our features or traits in section 3.2. For now, however, we need to revise a little of the structure of the molecule and where it is situated in cells. Figure 3.1 shows how chromosomes, genes and DNA are related. In grade 11, unit 4, we learned that chromosomes are found in the nucleus of a cell and are made from the DNA, which is bound with histone proteins to form the chromosomes. are paternal in origin (came from our fathers) and 23 are maternal in origin (came from our mothers). And when they get together, they form pairs called homologous pairs. These homologous pairs have genes controlling the same features in the same position – or locus – on the chromosome. However, the alleles may not be the same. Figure 3.3 shows the loci of three genes on a pair of homologous chromosomes. Gene 1 has two alleles P and P. Both chromosomes have the dominant P allele (we say that the individual is homozygous for the dominant allele). Gene 2 has two alleles, a and a. Both chromosomes have the recessive allele a (homozygous for the recessive allele). Gene 3 has alleles B and b. One chromosome has the dominant allele, B, whilst the other has the recessive allele, b. We say that the individual is heterozygous for this particular gene. The alleles of a particular gene possessed by an individual are its genotype (for that feature). The actual result of that genotype (whether or not the earlobes are attached, for example) is the phenotype (for that feature). If you know the genotypes of two parents, you can make predictions about the type and proportions of offspring they will have in relation to a particular feature. You can also throw that into reverse: if you know proportions of offspring showing certain versions of a feature, you can often work out the genotypes of the parents. Just how we do this, you will learn in the next part of this section.",
        "page_number": 103
    },
    {
        "_id": "rec_68",
        "topic": "How do we predict ratios in a monohybrid cross?",
        "chunk_text": "First, let us make clear what we are talking about. A monohybrid cross is a genetic cross or breeding situation that relates to just one trait or feature. The ‘father’ of genetics, the man who discovered the rules by which genes are inherited, was the Austrian monk Gregor Mendel. Living and experimenting in a monastery in Brno, Mendel experimented with pea plants and was able to deduce the rules of inheritance from his results. He noticed that pea plants exhibited ‘contrasting characteristics’. For example, the plants were either tall or short, had purple flowers or white flowers. Now not all tall pea plants are exactly the same height, neither are all dwarf ones. But you wouldn’t mistake a tall plant for a dwarf one. And obviously, you wouldn’t mistake a purple-flowered plant for a white-flowered one. This was the key that enabled Mendel to experiment successfully – there were never any medium-height pea plants or plants with pale purple flowers. Figure 3.4 shows the seven contrasting characteristics that Mendel used in his experiments.",
        "page_number": 104
    },
    {
        "_id": "rec_69",
        "topic": "How did he do it?",
        "chunk_text": "Mendel was very methodical. His starting point was to wonder what would happen if he cross-bred two pea plants with contrasting features – for example, plants with purple flowers and plants with white flowers. Before he carried out any breeding experiments, he self-pollinated the plants for several generations, and eventually used plants from a ‘breeding line’ that had contained only purple-flowered plants or white-flowered plants. These he called ‘true-breeding’ plants. He then cross-bred them in the following way. We will use flower colour as our example, but he used the same procedure for all the contrasting characteristics. 1. He removed stamens from the flowers of the purple-flowered plant (so that these flowers could not pollinate themselves). 2. He used a paintbrush to transfer pollen from the flowers of the white-flowered plant to the carpel of the purple flowers. 3. This pollinated carpel then produced a pea pod containing several pea seeds. 4. He collected and grew all the seeds from all the pods. 5. When the plants were mature, he noted the colour of their flowers. Mendel also carried out reciprocal crosses. In this case he also pollinated white-flowered plants with pollen from purple-flowered plants. In the above cross, all the offspring (which we call the F or first filial generation) have purple flowers. Mendel then allowed these purple-flowered plants to self-pollinate themselves. In the next generation (the F or second filial generation) he found a ratio of very nearly three purple-flowered plants for every one white-flowered plant. This pattern repeated itself in all of his experiments. In each case he: • crossed pure-breeding plants with contrasting characteristics • found that only one of the characteristics appeared in the F generation (always the same one – always purple flowers, for example, never white), and • found a ratio of 3:1 in the F generation (always 3 of the one that had appeared in the F and 1 of the one that hadn’t). It was this pattern that led Mendel to formulate his laws and to coin the terms dominant and recessive. He used the term dominant to describe the allele that determined the trait that appeared in the F and the term recessive to describe the allele that determined the trait that did not appear in the F . Table 3.1 summarises the results for all Mendel’s breeding experiments. The overall ratio for the F generation is 2.99:1. This could hardly be nearer to 3:1 and, indeed, caused some biologists to accuse him of falsifying his results. However, most believe that he was just an exceptionally meticulous experimenter. Mendel explained these results in the following way: 1. Every trait (like flower colour, or seed shape, or seed colour) is controlled by two ‘heritable factors’ – these are what we now call genes. The heritable factors (genes) may take different forms (alleles). 2. If the two alleles in an individual are different, one is dominant (will be expressed in the organism’s appearance or physiology) and one is recessive (cannot be expressed unless the individual has two copies of the recessive allele). Dominant traits mask the appearance of recessive traits. 3. The only physical link between the generations is the gametes or sex cells. These must pass the genes from one generation to the next. 4. The heritable factors (alleles) separate when the gametes (sex cells) are formed; each gamete therefore contains only one allele controlling the trait. This is Mendel’s ‘law of segregation’. He also stated that the gametes (sex cells) fuse randomly at fertilisation.",
        "page_number": 105
    },
    {
        "_id": "rec_70",
        "topic": "How can parents showing one version of a feature have children with the other version?",
        "chunk_text": "Let’s stick with the gene for earlobes. It has two alleles – free earlobes and attached earlobes. Everyone has two alleles for this feature in all their cells (except the sex cells). A person could have: • two attached earlobe alleles per cell (homozygous for the recessive allele) • two free earlobe alleles per cell (homozygous for the dominant allele) • one attached allele and one free earlobe allele per cell (heterozygous) We can represent this process diagrammatically. If we use symbols for the different alleles: E to represent the dominant allele for free earlobes e to represent the recessive allele for attached earlobes. Suppose a man homozygous for free earlobes and a woman homozygous for attached earlobes have a child. The possible offspring are shown in Figure 3.7. Figure 3.8 shows the outcome if both parents had had free earlobes with the genotype Ee. We would expect three out of four children to have free earlobes and one out of four to have attached earlobes – a ratio of 3:1. Put another way there is a 75% or ¾ probability that any particular child will have free earlobes and a 25% or ¼ probability that the child will have attached earlobes. So now we can answer our question ‘how can parents showing one version of a feature have children with the other version?’. If both the parents show the feature determined by the dominant allele, but are heterozygous, they can produce children that show the feature determined by the recessive allele.",
        "page_number": 108
    },
    {
        "_id": "rec_71",
        "topic": "How could you find out if an organism showing the trait determined by a dominant allele is homozygous or heterozygous?",
        "chunk_text": "After all, all tall pea plants are tall and all unattached earlobes are unattached. It makes no difference to the appearance whether the organism is homozygous or heterozygous. The only possible way is to carry out a breeding experiment. However, this is not possible with humans, so we must look at any children they may have, or perhaps gain clues from their parents. But first, let’s look at the breeding experiment. The particular experiment to find out if an organism is homozygous or heterozygous for a dominant trait is called the test cross or the back cross. Let’s again use the flower colour in pea plants as our example. If we breed the purple-flowered plant with a plant whose genotype is definitely known, we can make predictions about the outcome. This can only be a white-flowered plant, which must have two recessive white alleles. There are then two possible outcomes. These are shown in in Figure 3.9. So, if we were to carry out the cross and find that any of the offspring had white flowers, we could be certain that the original purple parent was heterozygous. We know this because any white-flowered offspring would need to inherit two recessive ‘white’ alleles – one from each parent. If all the offspring were purple-flowered, we could be almost certain that the purple-flowered plant was homozygous. But because predicted ratios aren’t always met in the real world, we couldn’t be absolutely certain.",
        "page_number": 109
    },
    {
        "_id": "rec_72",
        "topic": "How can we tell if an allele is dominant or recessive?",
        "chunk_text": "This, again, requires us to look at offspring resulting from a particular cross. Sometimes information is given in a genetic pedigree. Figure 3.10 shows a genetic pedigree of a family over three generations for the trait of ‘widow’s peak’. In this pedigree: • squares show males, circles females • shaded symbols are ‘affected’ (have widow’s peak) • W – dominant allele for widow’s peak • w – recessive allele for no widow’s peak • a horizontal line between two individuals represents a marriage • vertical lines show parents/children In this example, all the genotypes are shown, but it is possible to work out genotypes from a pedigree. Look at the sisters in the third generation. Their parents both had widow’s peak, but one of the sisters doesn’t. Even if you weren’t told which was dominant, you could use what we learned in the previous section to work it out. The only way two parents showing one feature (the sisters’ parents) can have children showing the alternate feature (the sister with no widow’s peak) is if the parents are heterozygous. So they are heterozygous – they have both alleles. But they have widow’s peak. This must mean that the widow’s peak allele is dominant.",
        "page_number": 110
    },
    {
        "_id": "rec_73",
        "topic": "Meiosis II",
        "chunk_text": "Figure 3.21 shows the main stages of meiosis II. It is divided into the same four phases, but there are some important differences: • there is no crossing over in prophase cytokinesis the process that • the chromosomes line up side by side in metaphase leads up to the cell dividing into two during meiosis • chromatids are separated in anaphase",
        "page_number": 117
    },
    {
        "_id": "rec_74",
        "topic": "What about alleles that don’t segregate at gamete formation – genetic linkage",
        "chunk_text": "Mendel was very fortunate in his choice of organisms with which to experiment. All the alleles of all the genes involved in his experiments did segregate. But this does not always happen; some genes are always inherited together with other genes – they exhibit linkage. This happens when the genes in question are on the same chromosome. A chromosome is a physical unit as are the genes on it, so when a particular chromosome is passed into a gamete, all the genes on that chromosome pass into the gamete and none of them pass into another gamete. The genes are linked and inherited together because they are on the same chromosome. One of the earliest studies of linkage was carried out by two British geneticists, Bateson and Punnett (who also devised the Punnett square). They investigated the inheritance of flower colour (purple or red) and seed shape (round or long) in sweet peas. The alleles are: • P – purple (dominant) • p – red (recessive) • L – long (dominant) • l – round (recessive) If we were to cross individuals heterozygous for two features, then we normally would expect the 9:3:3:1 ratio typical of dihybrid inheritance. But these are linked genes, and, because they are linked, the two genes are inherited as a single unit. Starting from pure-breeding (homozygous) parents which were: • purple-flowered with long seeds (PL/PL) • white-flowered with round seeds (pl/pl), We can predict what might happen over two generations using the standard genetic diagram. Parent genotypes PL/PL × pl/pl Gametes PL pl F1 genotypes PL/pl (self-fertilised) Gametes male female PL pl PL pl We now predict not a 9:3:3:1 ratio, but a 3:1 ratio of purple-flowered, long-seeded plants to red-flowered, round-seeded plants. Because the two genes are behaving as a single unit, it is like carrying out a monohybrid cross. Because the genes are inherited in this way, we wouldn’t predict any plants that had either purple flowers with round seeds or red flowers with long seeds. But the story doesn’t end there. We mustn’t forget that when these gametes are formed, they are formed by meiosis and that this involves crossing over at prophase I. The consequence of this is some gametes do contain the combination Pl and others contain pL. So we do, in fact, get the four types of offspring from a cross between two plants both heterozygous for both features – but not in a 9:3:3:1 ratio. The procedure and results from Bateson and Punnett’s original investigation are summarised in figure 3.22. What we might have expected from a 9:3:3:1 ratio is: • 215 purple, long • 71 purple, round • 71 red, long • 24 red, round and from a 3:1 ratio: • 286 purple, long • 95 red, round The reason we do not get either is because the genes are linked, but there is some crossing over between them during prophase of meiosis I. This produces the types we would not expect from linked inheritance. These types are called recombinant types. Much of the early research on crossing over and recombination was carried out using fruit flies. They are convenient experimental animals because: • they are small animals with a short life cycle (just two weeks) • they are cheap and easy to breed and keep in large numbers • they have only four pairs of chromosomes per cell • the chromosomes are large and easily observed • staining reveals dark bands which correspond to particular genes Using fruit flies in the early 1900s, Thomas Morgan was able to prove, finally, that genes carried on chromosomes are the physical basis of inheritance. One of his students, A H Sturtevant, worked on linkage and crossing over in Drosophila. In these experiments, he made predictions about what offspring to expect if there was no crossing over and then counted the number of expected and recombinant types to find the percentage of recombinant types. This percentage of recombinant types is called the crossover value and is a measure of how far apart the genes are on a chromosome. A low crossover frequency indicates that the genes are close together; a high one that they are further apart. This has been used in creating gene maps of chromosomes, where the percentage crossover values are used as ‘units of separation’ of the genes on the chromosome. The chance of crossing over occurring between two genes depends on how far apart they are on the chromosome. If they are very close together, then it is unlikely that crossing over will occur between the genes; if they are further apart, it is more likely that crossing over will occur between them and that recombinant types will be formed. Suppose three genes A, B and C have loci on the same chromosome. From investigations, the crossover values are found to be: • A and B – 7% • A and C – 5% • B and C – 12% This can only hold true if the genes are arranged as shown below: 7 units 5 units ______B______A____C___________ 12 units Gene mapping has been used to ‘track down’ genes that cause disease (for example, cystic fibrosis and Huntington’s disease) so that the DNA of the gene can be cloned for analysis and research.",
        "page_number": 117
    },
    {
        "_id": "rec_75",
        "topic": "How is knowledge of genetics important in cross-breeding and inbreeding crops and stock?",
        "chunk_text": "Both cross-breeding and inbreeding are aspects of the same process – selective breeding – where organisms are chosen to breed with a specific outcome in mind. In grade 10, you learned about some examples of cross-breeding in Ethiopia. Now we must extend that a little to understand a little more of the genetic principles behind cross-breeding. Cross-breeding is an established breeding method used in sheep and beef cattle breeding to increase overall productivity. It has been used throughout the world and there is a lot of evidence to support the production gains possible from cross-breeding. Commercial cattle farmers may cross-breed animals for two related reasons: • to take advantage of hybrid vigour • to take advantage of the good qualities of two or more breeds and to combine these qualities to improve market suitability Hybrid vigour occurs when unrelated breeds or lines (of the same species) are cross-bred. In many cases the offspring from these crosses are more productive (higher milk yields, more beef per carcass) than the average of their parent breeds. The extra performance observed through hybrid vigour is simply the recovery of production losses that occurred through inbreeding in the parental breeds. Hybrid vigour is reduced when animals produced by cross-breeding are mated together. So what is going on? When a new variety of a species is established, organisms of that type are often bred only with each other. This is called inbreeding and, whilst it helps to produce a pure line (remember Mendel’s pea plants?), it often reduces the productivity of the line. When two lines or varieties are cross-bred, the offspring (the F1 hybrid) results in an increase in the number of genes that are heterozygous. The ‘pure lines’ that were used would each be homozygous dominant for the genes which give them their particular characteristics. Crossing the two results in offspring with more dominant alleles, albeit in heterozygous form. However, since the dominant allele in a heterozygote often has the same effect as a dominant allele in a homozygote, this increase in the heterozygosity is what causes the increased vigour of the hybrid. Figure 3.24 shows some of the effects of hybrid vigour in cattle. In addition to making use of hybrid vigour, cross-breeding can have the advantage of allowing breeds to be chosen for complementary characteristics. For example, cattle produced by cross-breeding dairy and beef breeds can have high milk yields and the ability to produce many calves. However, if mated with large bulls, the offspring of these cattle also grow to large sizes, making them good beef cattle. It would not be possible to achieve both these outcomes with either pure-bred dairy cattle or pure-bred beef cattle. It is important at the outset to choose the cattle carefully – to check that they are likely to produce the desired result. The same principles can apply in breeding crops. Cross-breeding, natural or planned, has been important in producing many of the high-yielding crop plants we now grow. Figure 3.25A shows a plant breeding station for maize where scientists can test hybrids and their yields. Figure 3.25B shows the healthy and high-yielding ‘corn cobs’ produced by hybrids.",
        "page_number": 120
    },
    {
        "_id": "rec_76",
        "topic": "What about genes on the sex chromosomes?",
        "chunk_text": "More about sex determination In grade 10 you learned that sex is determined by the X and Y chromosomes. Males have one X chromosome and one Y chromosome, whereas females have two X chromosomes. Because males have two different sex chromosomes, they are called the heterogametic sex, whereas females are the homogametic sex. In addition, they both have 44 (22 pairs) autosomes – non-sex chromosomes.",
        "page_number": 121
    },
    {
        "_id": "rec_77",
        "topic": "Other systems of sex determination",
        "chunk_text": "There are several other systems of sex-determination. In birds it is females who are the heterogametic sex and males the homogametic sex! But they don’t have X and Y chromosomes – they have W and Z. Females are ZW and males ZZ. There are also other chromosomal systems, as shown in figure 3.30. In some reptiles, such as alligators, sex is determined by the temperature at which the egg is incubated. Some snails start out male, then become female! In tropical clown fish, the dominant individual in a group becomes female while the other ones are male, and in blue wrasse fish the reverse. Some species have no sex-determination system – they are hermaphrodite (have both male and female sex organs). Hermaphrodites include the common earthworm and some species of snails.",
        "page_number": 123
    },
    {
        "_id": "rec_78",
        "topic": "The genes on the sex chromosomes",
        "chunk_text": "Genes that are found only on the X chromosome or on the Y chromosome are said to be sex-linked. Genes found only on the Y chromosome include those that determine: • one form of the degenerative condition retinitis pigmentosa (in which eyesight becomes progressively weaker and may lead to blindness) • one form of deafness These particular conditions can only be inherited by males, as only males have the Y chromosome. Genes found only on the X chromosome include those that determine: • red-green colour blindness • one form of haemophilia These conditions can be inherited by females and males as both possess at least one X chromosome. Many of these conditions are determined by recessive alleles, including both red-green colour blindness and haemophilia. If you think about this carefully, you will see why it is that these conditions are more common in men than in women: • men only have one X chromosome • if this chromosome carries the recessive allele for haemophilia, there is no corresponding dominant allele on the Y chromosome to mask its effect • women have two X chromosomes • both these need to carry the recessive allele for haemophilia for a woman to suffer from the conditions as, if only one of them did, the dominant allele on the other X chromosome would mask its effects • a man needs to inherit only one X chromosome with a recessive haemophilia allele to suffer from the condition, whereas a woman must inherit two; this is less likely to happen Sex-linked features determined by recessive alleles on the X chromosome share the following characteristics: • they are much more common among males (because females must inherit two chromosomes carrying the recessive allele, whereas males must inherit only one) • affected males inherit the allele from their mother • affected females inherit one allele from each parent (so the father will be affected) • females who are heterozygous for the condition are called carriers • they may ‘skip’ a generation and then appear in the males only Genotypes of sex-linked features include the appropriate sex chromosomes as well as the alleles. For example, for red-green colour blindness, B represents the allele for normal vision and b represents the allele for red-green colour blindness. The possible genotypes and phenotypes are: I 1 2 • XBY – normal male • XbY – affected male • XBXB – normal female II 3 4 5 6 7 8 9 • XBXb – carrier female (is not colour blind) • XbXb – affected female III Figure 3.32 shows the inheritance of red-green colour 10 11 12 13 14 15 16 17 blindness in a family. If you were not told that this was a sex-linked feature, IV there are several hints: 18 19 20 21 22 • it clearly skips a generation Key • it is more common in the males colour blind male normal vision male • the only affected female has an affected father normal vision female To determine the genotypes of individuals in a pedigree Figure 3.32 The inheritance of of a sex-linked feature, begin with a genotype of which you can be red-green colour blindness in a certain. This can only be either an affected male (e.g. genotype XbY family – with the affected X chromosome inherited from his mother) or an affected female (for example, genotype XbXb – each parent has passed on one affected X chromosome). You can now work back and work forward from this known starting point. For example, what are the genotypes of individuals 11 and 7? Individual 7 is the mother of individual 15 – an affected male (XbY). The Xb chromosome must have come from the mother (individual 7) who is unaffected and so must be XBXb .",
        "page_number": 124
    },
    {
        "_id": "rec_79",
        "topic": "What are sex-influenced and sex-limited traits?",
        "chunk_text": "Both these are examples of traits that are expressed differently in the two sexes. However, the genes that determine these traits are not carried on the sex chromosomes, so they cannot be said to be sex-linked. Pattern baldness (often called male pattern baldness) is an example of a sex-influenced trait. It is the high concentrations of the male sex hormone testosterone that makes the allele dominant in males. Because of this, males need only inherit one pattern baldness allele and they will go bald (because the allele is dominant in males). It doesn’t matter whether the second allele is a baldness allele or a non-baldness allele. Females must inherit two before they go bald (because the allele is recessive in females). Even then the level of baldness in females is minimised by the low level of action of the alleles. Sex-limited traits are only expressed in one sex. Both males and females have genes that stimulate lactation, but these are only expressed in females. The condition of cryptorchidism (undescended testicles) is genetically determined, but clearly can only ever be expressed in males.",
        "page_number": 126
    },
    {
        "_id": "rec_80",
        "topic": "What is a chromosome really like?",
        "chunk_text": "It all depends when you look! Chromosomes are made from two chemicals:\n• DNA (deoxyribonucleic acid) and\n• histones (a set of globular proteins)\nFigure 3.33 shows the way in which the DNA molecule wraps itself\naround the histone molecules to form a fibre of chromatin.\nWhen a cell is not dividing, the chromatin is loosely organised\nthroughout the nucleus as loops of chromatin fibres. Individual\nchromosomes cannot be distinguished. The ‘loose’ organisation\nallows the genes to be active. As a cell prepares to divide, the\nchromatin loops (which by now will have duplicated themselves)\nbecome compacted or ‘condensed’ to form a chromosome that is\nvisible (when stained) under a light microscope. The compact state\nof the chromatin in such a chromosome means that the genes are\ntoo tightly packed to be active. This organisation of DNA with\nhistones into chromosomes is\nGenes are short sections of DNA within the chromosome. We shall\nlearn more about the structure and action of genes in section 3.3.",
        "page_number": 128
    },
    {
        "_id": "rec_81",
        "topic": "How is a molecule of DNA put together?",
        "chunk_text": "DNA – Deoxyribo-Nucleic Acid is one of two types of nucleic\nacids. The other is RNA – Ribo-Nucleic Acid. You already know\nsomething of the structure of DNA from your grade 10 work on\ngenetics, and your studies of biological molecules in grade 11, but\nlet’s recap these basics. Figure 3.34 shows part of a DNA molecule.\nYou can see that it is made of two strands joined together and\nwound into a double helix. If you look carefully, you will see that\nthe structures in one strand are ‘upside down’ when compared to\nthe same structures in the other. This is because the strands are\n‘anti-parallel’. The ‘start’ of one strand is paired with the ‘end’ of the\nother strand.\nThe basic unit of a DNA strand is a nucleotide. There are four types\nof nucleotides. These are:\n• Adenine-containing nucleotide\n• Guanine-containing nucleotide\n• Cytosine-containing nucleotide, and\n• Thymine-containing nucleotide (in DNA, or Uracil-containing\nnucleotide in RNA).\nAs you learned in grade 11, all nucleotides have the same three\ncomponents:\n• a phosphate group\n• a pentose sugar (deoxyribose in DNA nucleotides and ribose in\nRNA nucleotides)\n• one of four nitrogenous bases – Adenine, Cytosine, Guanine and\neither Thymine (DNA) or Uracil (RNA)\nThe structure of a nucleotide is shown in figure 3.35.\nDNA is a huge molecule made from two anti-parallel\npolynucleotide strands. The nucleotides are held together by bonds\nbetween the sugar in one nucleotide and the phosphate group in\nthe next. The base does not take in this linking of the nucleotides\nin a strand. For this reason, we sometimes say that there is a ‘sugar-\nphosphate backbone’ holding each DNA strand together. The\nnucleotides in one strand are paired with nucleotides in the other\naccording to the base-pairing rule.\nThis states:\n• Adenine-containing nucleotides will always be opposite\nThymine-containing nucleotides\n• Cytosine-containing nucleotides will always be opposite\nGuanine-containing nucleotides\nBecause of this base-pairing rule, all the bases on one strand of a\nDNA molecule are base-paired to those on the other strand. We say\nthat the sequences of bases on the two strands are complementary.\nDNA is a very stable molecule at normal temperatures. The\nindividual hydrogen bonds that hold the two strands together are\nquite weak, but the sheer number of them in the whole molecule\nensures that the two strands stay in position. The bonds that hold\nthe nucleotides together in each strand are much stronger than the\nhydrogen bonds. The stability of the DNA molecule is important in\nensuring that the genetic code – held in the DNA molecule – does\nnot become corrupted in any way.",
        "page_number": 129
    },
    {
        "_id": "rec_82",
        "topic": "How does the DNA molecule replicate itself?",
        "chunk_text": "The ability of a DNA molecule to make an exact copy of itself is the basis of all methods of reproduction and the basis of passing on genetic information from one generation to the next. When cells divide, it is important that the daughter cells formed (unless sex cells are being formed) contain the same genetic information as the parent cell that produced them. To achieve this, DNA must be able to replicate itself exactly. DNA molecules exist within chromosomes in the nucleus and are surrounded by a ‘soup’ of free DNA nucleotides – the ‘building blocks’ with which to build new DNA molecules. Even though they did not know the details, in 1953, Watson and Crick (the discoverers of the structure of DNA) proposed that DNA must replicate semi-conservatively. This means that the DNA molecule replicates in such a way that: • each new DNA molecule formed contains one strand from the original DNA • both new DNA molecules formed are identical to each other and to the original molecule The process involves several enzymes and proteins, but the key stages are as follows: • Molecules of the enzyme DNA helicase break hydrogen bonds and ‘unwind’ part of the helix of the DNA molecule, revealing two single-stranded regions. • Molecules of DNA polymerase follow the helicase along each single-stranded region, which acts as a template for the synthesis of a new strand. • The DNA polymerase assembles free DNA nucleotides into a new strand alongside each of the template strands. The base sequence in each of these new strands is complementary to its template strand because of the base-pairing rule, A-T, C-G. • The processes of unwinding followed by complementary strand synthesis progresses along the whole length of the DNA molecule. • The result is two DNA molecules that are identical to each other (and to the original molecule); each contains one strand from the original DNA molecule and one newly synthesised strand that is complementary to this.",
        "page_number": 132
    },
    {
        "_id": "rec_83",
        "topic": "How are organisms cloned?",
        "chunk_text": "The term clone is often applied to whole organisms as well as to genes. A clone of organisms is a group of organisms produced asexually from one parent. The members of the clone are genetically identical to each other and to the parent organism. Plant cuttings are clones and the thousands of plants produced from one parent by micropropagation also represent a clone. To take a simple ‘stem cutting’, just cut off a region of a stem near to a bud – as shown in figure 3.37. Remove some of the leaves so that it will not lose too much water. Dip the cut end in some hormone rooting powder and plant the cutting in some compost. Keep the cutting well watered and within a few weeks it will have developed its own root system and be an independent plant. It will be genetically identical to the parent plant the cutting was taken from. If several are taken from one plant, they will form a clone. Cloning plants by taking cuttings has been practised for thousands of years. More recently the technique of micropropagation made it possible to produce a clone of thousands of identical plants from just one parent plant. Typically, a small section of the growing point of a shoot is taken and sub-divided. These small groups of a few hundred cells are placed in test tubes containing a special medium with hormones that induce root growth. They are then transferred to another medium containing hormones to induce shoot growth. When they have grown sufficiently, the small plantlets are transferred to a compost and grown on. In this way, thousands of identical plants can be produced. Most of the world’s bananas are now produced by micropropagation. The reason why it is relatively easy to clone plants is that many more plant cells retain the ability to divide than is the case in animals. You cannot just cut off a piece of animal and place it in a special medium and watch it grow! However, animals have been cloned. The first mammal to be cloned, and still the most famous, was Dolly the sheep. Dolly’s genetic mother was a type of sheep called ‘Finn-Dorset’. Dolly was produced by transferring a diploid nucleus to an egg cell that had been enucleated (had its nucleus removed). Once the nucleus had been successfully transferred, the egg cell was stimulated to divide by a small electric current. When development had reached a stage called a blastocyst, the embryo was implanted into a surrogate ‘mother’ ewe. Seven months later, Dolly was born. She was genetically identical to the Finn-Dorset ewe (female sheep) from whom the genetic material had been obtained. Figure 3.38 summarises these procedures.",
        "page_number": 134
    },
    {
        "_id": "rec_84",
        "topic": "What is genetic engineering?",
        "chunk_text": "Genetic engineering is a process in which the genome of an organism is altered, usually by having an extra gene from a different organism added. The organism is then a genetically modified organism or a transgenic organism. Much of the early work on genetic engineering was done to genetically modify bacteria. This was often",
        "page_number": 134
    },
    {
        "_id": "rec_85",
        "topic": "What do you think about cloned humans?",
        "chunk_text": "Some biologists believe that, although there are important differences between sheep and humans, the technology and knowledge is now available to clone human beings. Is this acceptable? There are many issues involved here and different people hold very strong views for and against human cloning. At the moment it is illegal throughout the world. Should it stay that way forever, or is that just placing an obstacle in the way of scientific progress?",
        "page_number": 135
    },
    {
        "_id": "rec_86",
        "topic": "How can gene technology be used in forensic science?",
        "chunk_text": "Fingerprints have been used for many years to help place a suspect at the scene of a crime. They continue to provide strong evidence because, with the exception of identical twins, an individual’s fingerprints are unique. They do not change throughout life.\nGenetic fingerprinting has nothing to do with actual fingerprints. It is a technique for comparing the DNA of different people. Much of the DNA in the cells of the body is what is known as non-coding DNA. The non-coding DNA is found between genes and contains base sequences that are repeated, sometimes many times over. These repeating sequences of non-coding DNA are called mini-satellites and it is these that form the basis of a genetic fingerprint. The mini-satellites are inherited along with the coding DNA from one or other parent.\nThe DNA used for analysis can be obtained from a sample of blood (white blood cells could supply the DNA), skin or semen – in fact, from any type of cell that has a nucleus. If the sample does not contain sufficient DNA for analysis, then the amount can be amplified using the polymerase chain reaction.\nThe main stages in preparing a genetic fingerprint are as follows:\n• DNA is isolated from the cells.\n• The DNA is cut into fragments using one or more restriction enzymes. The fragments that are obtained are treated with alkali to separate the strands of each DNA fragment.\n• The fragments are separated by gel electrophoresis. Smaller fragments (with a lower molecular mass) move further than larger fragments.\n• The (invisible) pattern of separated DNA fragments is transferred from the gel to a nylon membrane. The membrane is placed over the gel in a tray of ‘flow-buffer’ and is held in place by paper towels and a weight. The buffer soaks up through the gel, carrying the fragments of DNA with it. The buffer can pass through the membrane (to be absorbed by the paper towels), but the DNA cannot. It remains in the nylon membrane in the same relative position as it was in the gel.\n• A radioactive gene probe is applied to the membrane. This is made of single-stranded DNA (called c-DNA) and binds with base sequences in the mini-satellite regions.\n• The membrane is placed over a piece of X-ray film to reveal the positions of those fragments that have bound to the probe.\nThe chance of two people having the same genetic fingerprint (unless they are identical twins) is about 1 in 1 000 000. This means that a genetic fingerprint can be used to provide strong evidence of involvement in or innocence of a crime.\nLook at the fingerprints in figure 3.44 of a person accused of attacking a person, together with the victim’s genetic fingerprint. Clearly the blood on the defendant’s clothes has the same DNA as the victim’s blood – it must be the victim’s blood. So this is strong evidence that the defendant was at least present at the time.",
        "page_number": 137
    },
    {
        "_id": "rec_87",
        "topic": "What are the moral and ethical considerations of using gene technology?",
        "chunk_text": "Is genetic engineering right or wrong? A debate about right and wrong involves the principles of ethics and morality.\n• Morality is our personal sense of what is right, or acceptable, and what is wrong. Morality is not necessarily linked to legality.\n• Ethics also involve a sense of right and wrong. However, ethics are not individual opinions. They represent the ‘code’ adopted by a particular group to govern its way of life.\nMany people have passionate views about genetic engineering. Some hold an unshakeable belief in the technology, which they see as something that will bring great benefits to humankind. Other people hold the equally strong belief that genetic engineering is tampering with nature and is likely to cause serious ecological and physiological problems. Some of the issues people are concerned about are discussed below.\n• A species is sacrosanct and should not be altered genetically in any way. This is a personal, moral viewpoint. People who take this moral stance usually do so on the basis that the genes from one species would not normally find their way into another species. However, genes have been ‘jumping’ from one species to another (albeit at a very low frequency) for millions of years.\n• Not enough is known about the long-term ecological effects of introducing genetically modified organisms into the field. They may outcompete wild plants and take over an area. This is also a moral viewpoint. The effects of any new crop cannot be determined without field trials. Ten thousand years ago, the early farmers who cross-bred wild wheat plants to produce the forerunner of today’s strains could not have known what impact these would have. Does this make it wrong?\n• If plants are genetically engineered to be resistant to herbicides, the gene could ‘jump’ into populations of weeds and other wild plants. This is perfectly true – it could. However, non-genetically modified herbicide-resistant strains of plants already exist. The gene could just as easily jump from these.\n• Gene technology might give doctors the ability to create designer babies. It could become possible to obtain a newly fertilised human egg, determine its genotype and ask the parents which genes they would like to be modified. Initially, only genes that cause disease might be replaced. Subsequently, the technology might be used to replace other genes. Most doctors would find this morally and ethically unacceptable. They might consider replacing genes that cause disease but not replacing genes merely to improve a child’s image in the eyes of its parents. However, if such practices become possible, who will define for doctors what is ethically acceptable? What will be the dividing line between cosmetic gene therapy and medical gene therapy?\n• Using genetic fingerprinting to combat crime will only be useful if there is a genetic database – a file of the genetic fingerprints of everyone in the country, so that a genetic fingerprint found at the scene of a crime could instantly implicate that person. But who will have access to this information? There are concerns that a genetic database would be subject to misuse. If insurance companies had access to the genetic database, they might refuse insurance (or charge higher premiums) to people with an increased risk of, say, heart disease. Employers could (covertly) refuse employment to people because their ‘genetic profiles’ did not meet particular requirements. A recent ruling from the European court states that the police have no right to hold the DNA of someone unless they have been convicted of a crime.\nBut you should also consider the fact that biotechnology (including gene technology) is sometimes merely a refinement of less controversial practices. Organic farmers use the naturally occurring soil bacterium Bacillus thuringiensis as a non-chemical insecticide. Genetic engineers have extracted a gene from this bacterium and transferred it to cotton plants to make them resistant to attack by insects. Is there any real difference? People have known for centuries that rubbing a certain blue mould onto cuts can stop them turning septic. In 1922, Alexander Fleming discovered penicillin in the blue mould Penicillium.",
        "page_number": 139
    },
    {
        "_id": "rec_88",
        "topic": "How does a cell ‘know’ to make a protein?",
        "chunk_text": "The code for a protein is specified by DNA and has to be carried to the ribosomes so that they can assemble the amino acids in the correct sequence to form the protein. However, DNA is a huge molecule and remains in the nucleus at all times. The following events occur: • The DNA code for the protein is rewritten in a molecule of messenger RNA (mRNA); this rewriting of the code is called transcription. • The mRNA travels from the nucleus through pores in the nuclear envelope to the ribosomes. • Free amino acids are carried from the cytoplasm to the ribosomes by molecules of transfer RNA (tRNA). • The ribosome reads the mRNA code and assembles the amino acids carried by tRNA into a protein; this is called translation.",
        "page_number": 142
    },
    {
        "_id": "rec_89",
        "topic": "What is the genetic code like?",
        "chunk_text": "The genetic code is held in the DNA molecule. As you already know from your studies in grade 10, it is the sequence of bases in the nucleotides of the DNA that makes up a gene that codes for the protein and that each amino acid in the protein is coded for by a triplet (sequence of three) of bases. This gives us a useful definition of a gene: A gene is a sequence of base triplets in the DNA molecule that carries the code for a protein. With four different bases to work with (adenine, thymine, cytosine and guanine), there are 64 possible triplet codes, but only 20 amino acids are used to make all the different proteins. What is the purpose of the other 44 codes? In fact, none of these is spare or redundant. However, only one of the strands of the DNA molecule carries the code for proteins. This is called the coding strand or the sense strand. The other strand is the non-coding or antisense strand. Most amino acids have more than one code. Only methionine and tryptophan have just one triplet that codes for them; arginine has six. Three of the triplets (TAA, TAG and TGA) do not code for amino acids at all. They are ‘stop’ codes that signify the end of a coding sequence. Because there is this extra capacity in the genetic code, over and above what is essential, it is said to be a degenerate code. Besides being a triplet and degenerate code, the DNA code is a non-overlapping code. This means that each triplet is distinct from all other triplets. The last base in one triplet cannot also be the first base (or second base) in another triplet. The genetic code is also a universal code. This means that the triplet TAT is the DNA code for the amino acid tyrosine in a human, a giant redwood tree, a bacterium or in any other living organism. The 64 DNA triplets and the amino acids they code for are shown in two different ways in figures 3.47A and B. Notice the ‘stop’ codes. In this method of representing the genetic code, start with one of the ‘biggest’ letters in the centre. This represents the first base in the triplet. One of the four medium-sized letters in the next layer out represents the second base and the smallest letters represent the third base in the triplet. Outside that is the name of the amino acid for which the triplet codes. So, ACC codes for threonine. GGG codes for glycine. In this method of representing the genetic code, start with the letters at the left-hand side of the table. These represent the first base in the triplet. They define which row in the table to look in. The letters across the top represent the second base in the triplet and define which column in the table to look in. The letters at the right of the table represent the third base in the triplet and define which line in the row to look in. So, again, A (third row), C (second column) and C (second line) is the code for threonine and GGG the code for glycine.",
        "page_number": 142
    },
    {
        "_id": "rec_90",
        "topic": "How does transcription take place in eukaryotic cells?",
        "chunk_text": "During this process, the coded information in the DNA of one gene is used to synthesise a molecule of mRNA that will carry the code to the ribosomes. mRNA is similar to DNA in that it is built from nucleotides; however, it is different from DNA in a number of ways: • it is a much smaller molecule • it is single stranded • the base thymine is replaced by uracil • the sugar in the nucleotides is ribose, not deoxyribose The triplets of bases in mRNA that code for amino acids are called codons. The mRNA codons are identical to the DNA triplets that code for specific amino acids, except that U (uracil) is substituted for T (thymine). To form the single-stranded mRNA when transcription takes place, only the antisense strand of DNA is transcribed. This is because the sense strand of this section contains the gene that codes for a protein. However, transcribing this would produce a complementary sequence of bases, similar to those in the antisense strand, which would not code for anything. In eukaryotic cells, transcription takes place in the following way: • The enzyme DNA-dependent RNA polymerase (RNA polymerase) binds with a section of DNA next to the gene to be transcribed. • Transcription factors (see later) activate the enzyme. • The enzyme begins to ‘unwind’ a section of DNA. RNA polymerase moves along the antisense strand, using it as a template for synthesising the mRNA. • The polymerase assembles free RNA nucleotides into a chain in which the base sequence is complementary to the base sequence on the antisense strand of the DNA. This, therefore, carries the same triplet code as the sense strand (except that uracil replaces thymine). • The completed molecule leaves the DNA; the strands of DNA rejoin and re-coil. The mRNA molecule now contains the code for the protein that was held in the DNA of the gene.",
        "page_number": 144
    },
    {
        "_id": "rec_91",
        "topic": "How does translation take place?",
        "chunk_text": "Translation of the mRNA code into a protein depends on the interaction within a ribosome between mRNA and tRNA. All tRNA molecules have the same basic structure. The ‘cloverleaf’ of the mRNA codons. The other end of the tRNA molecule has an attachment site for the amino acid that is specified by the mRNA codon. Ribosomes are made from ribosomal RNA (rRNA) and proteins organised into a large and a small subunit. Within the ribosome, there are three sites that can be occupied by a tRNA molecule, called the A, P and E sites. The following events take place: • The first two codons of the mRNA enter the ribosome. • Transfer RNA molecules (with amino acids attached) that have complementary anticodons to the first two codons of the mRNA bind to those codons. • A peptide bond forms between the amino acids carried by these two tRNA molecules and the dipeptide is transferred to the tRNA in the A site. • The ribosome moves along the mRNA by one codon, bringing the third codon into the ribosome; at the same time the ‘free’ tRNA exits the ribosome and the tRNA with the dipeptide moves into the P site. • A tRNA with a complementary anticodon binds with the third codon, bringing its amino acid into position next to the second amino acid. • A peptide bond forms between the second and third amino acids. • The ribosome moves along the mRNA by one codon, bringing the fourth mRNA codon into the ribosome, and the whole process is repeated until a ‘stop’ codon is in position and translation ceases. The translation of the mRNA code into a protein molecule requires energy. However, this does not come from the hydrolysis of ATP as is usual in a cell, but from the hydrolysis of a similar molecule, GTP – Guanosine Triphosphate. It is hydrolysed to GDP and P in the same way as ATP, with the release of a small amount of energy.",
        "page_number": 145
    },
    {
        "_id": "rec_92",
        "topic": "How is protein synthesis different in prokaryotic cells?",
        "chunk_text": "The process is essentially similar in both types of cells, with ribosome DNA being transcribed to mRNA, which is then translated to a translation polypeptide polypeptide chain. However, there are some differences and these are linked to the fact that: (a) prokaryotic cell • prokaryotic cells do not have a nucleus nuclear envelope • prokaryotic mRNA does not need post-transcriptional processing • prokaryotes: transcription and translation are coupled; mRNA DNA transcription can be translated by ribosomes at one end of its molecule while it pre- is still being transcribed from DNA at the other end RNA processing mRNA • eukaryotes: transcription and translation are separated mRNA • transcription occurs in the nucleus ribosome • translation occurs in the cytoplasm translation • eukaryotic mRNAs are modified before leaving the nucleus polypeptide",
        "page_number": 147
    },
    {
        "_id": "rec_93",
        "topic": "What becomes of the proteins that are synthesised?",
        "chunk_text": "All our proteins are synthesised in the way just described, but all our cells do not synthesise all our proteins as we shall see in the next section. However, we synthesise a vast array of different proteins that we can categorise, broadly, into the types shown in table 3.2. Table 3.2 Some of the proteins our body synthesises Type of protein Example Function of example Structural Collagen Building fibres of cartilage keratin Building nails and feathers Enzyme AtP synthase Producing AtP from ADP and P i DNA helicase Unwinding the double helix of DNA Peptide hormone insulin Control of plasma glucose concentration Adrenaline (epinephrine) Fight or flight response Antigen A antigen on red cells Determine blood group CD4 Allows binding of HiV to t-lymphocytes Antibody Anti-a antibodies Causes clotting of red cells with A antigen HiV antibodies Destroys some HiV antigens To synthesise these proteins continually, our bodies require a constant supply of amino acids. These we obtain from the protein in the foods we eat. The average adult protein requirement per day is about 50 grams. The proteins are hydrolysed to amino acids in our gut and absorbed into the blood plasma by active transport. They are then transported to the cells where they are used to synthesise our proteins. As mentioned earlier, just 20 amino acids are used to make all the different proteins. Some of these can be made in our bodies by a process called transamination. In this process, the amino group of an amino acid is removed and transferred to a keto acid. The keto acid then becomes a different amino acid and what was the amino acid becomes a keto acid. H O O O CH C C OH 3 CH C C OH 3 NH 2 pyruvic acid alanine glutamic acid alpha-ketoglutaric acid O H O O O O HO C CH CH C C OH HO C CH CH C C OH 2 2 2 2 NH 2 Not all amino acids can be produced by transamination. There are some that we just have to obtain from our food. These amino acids are called essential amino acids (although they are all essential really). Meat, fish, poultry, eggs and milk are animal sources of protein that provide a good balance of all eight essential amino acids. The best non-animal sources are quinoa, buckwheat, hempseed and amaranth, although these contain lower overall amounts of protein than some cereals (wheat, rice, maize) and nuts and pulses.",
        "page_number": 147
    },
    {
        "_id": "rec_94",
        "topic": "What controls gene expression?",
        "chunk_text": "The fact that some genes are sex-limited tells us that all genes aren’t active all the time. There are more examples of this – the genes that control the colour of your iris are present in all your cells, but all your other cells aren’t this colour – just the iris. Somehow, we can control which genes are active where.",
        "page_number": 148
    },
    {
        "_id": "rec_95",
        "topic": "How are genes switched on?",
        "chunk_text": "Very often, genes are switched on by 3 1 4 transcribed ‘transcription factors’ that are present in the mRNA chain cell. These transcription factors are usually activating RNA transcription polymerase II proteins that bind to a regulatory sequence factor of DNA near to the gene they influence. They DNA template ATF operate in the following way: binding site • The transcription factors bind to a promoter transcription start site sequence of DNA near to the gene to be promoter gene activated. • RNA polymerase binds to the DNA/ transcription factor complex. • The RNA polymerase is ‘activated’ and moves away from the DNA/transcription factor complex along the gene. • The RNA polymerase transcribes the antisense strand of the DNA as it moves along; the gene is now being expressed.",
        "page_number": 148
    },
    {
        "_id": "rec_96",
        "topic": "How are genes switched off?",
        "chunk_text": "The RNAi mechanism RNA interference (RNAi) is an important biological Besides transcription factors that promote the mechanism in the regulation of gene expression expression of genes, other factors can act to repress double-stranded RNA gene action. One group of substances that does this (dsRNA) binds to the dsRNA is known as short interfering RNA (siRNA). These protein Dicer ... RNA molecules are unusual because they are very Dicer ... which cleaves dsRNA short – only about 21 to 23 nucleotides long – and into smaller fragments are double stranded. They don’t act on the gene itself, but they ‘interfere with’ or ‘silence’ the mRNA once it has been one of the RNA strands RISC is loaded into a RISC transcribed from the DNA. This is called post- complex ... transcriptional interference. If the mRNA is A U U C A U G G prevented from translating its codons into amino U A A G U A C C ... and links the complex acids, then the protein for which the gene codes to the mRNA strand by RISC base pairing cannot be built. The gene has effectively been mRNA silenced. Biologists think that the action of siRNA is as follows: mRNA is cleaved and destroyed, no protein can be synthesised • Double-stranded RNA (dsRNA) is produced in the nucleus from a range of genes. • It is then split into the very short lengths that characterise siRNA by an enzyme called ‘Dicer’. • The antisense strand of the siRNA then binds with a complex of molecules called RISC. • The siRNA binds with mRNA and allows RISC to degrade/cleave the mRNA into small fragments.",
        "page_number": 149
    },
    {
        "_id": "rec_97",
        "topic": "What are mutations?",
        "chunk_text": "A mutation is any spontaneous change in the genetic material of an organism. There can be large structural changes involving whole chromosomes or parts of chromosomes, or changes that involve only a single base. The changes involving only a single base are called point mutations, and it is these that we are mainly concerned with. There are several types of point mutation, in which one of the bases in the DNA sequence of a gene is altered, usually by being copied wrongly when the DNA replicates. The different point mutations are:\n• substitution\n• addition\n• deletions\nThese mutations occur quite randomly when DNA is replicating and each involves a change to just one base, but the change to the gene can be dramatic and the result can be that the protein the gene should code for is not made at all or a different protein is made.",
        "page_number": 152
    },
    {
        "_id": "rec_98",
        "topic": "Substitution",
        "chunk_text": "In substitution mutations, one base is replaced by a different base, as shown in figure 3.56.\nwill be synthesised, which may or may not be significantly different from the original. One different amino acid in a protein does not always make a functional change. If the substitution had been by any base other than guanine, because the DNA code is degenerate, (see figures 3.47A and B) the triplet would still have coded for isoleucine and the same protein would have been synthesised. Effectively, it would still have been the same gene. Other substitutions can result in a ‘stop’ triplet, as shown in figure 3.57. In this case transcription ceases when it reaches the stop code and a non-functional mRNA results.",
        "page_number": 152
    },
    {
        "_id": "rec_99",
        "topic": "Addition and deletion",
        "chunk_text": "In a deletion mutation a base is ‘missed out’ during replication, whilst in additions, an extra base is added. Both these are more significant mutations than substitutions. Substitutions affect just one triplet and, because the DNA code is degenerate, may well have no overall effect – the same protein may still be produced. This can never be the case with additions and deletions. The reason for this is that they do not just alter the triplet in which the mutation occurs. Because there is one fewer or one extra base, the whole sequence after the point of the mutation is altered. We say that there has been a frameshift and these are frameshift mutations. A totally different mRNA is produced (if one is produced at all) and a non-functional protein or no protein at all. Sometimes, a whole triplet is missed out or inserted. This will result in either one extra or one fewer codon in the mRNA. In turn, this will lead to one extra or one fewer amino acid in the polypeptide chain.\nAnother way of thinking about frameshifts\nLook of this sequence of letters:\nTHEMANWASHOTANDRANFORHISHAT\nIf we give this a ‘reading frame’ of three letters, it becomes:\nTHE MAN WAS HOT AND RAN FOR HIS HAT\nand it makes sense. But if we take out the S at the end of WAS (a deletion mutation), it becomes:\nTHE MAN WAH OTA NDR ANF ORH ISH AT\nIn other words it no longer makes sense. In genetic terms it is mis-sense coding",
        "page_number": 154
    },
    {
        "_id": "rec_100",
        "topic": "What causes point mutations?",
        "chunk_text": "Mutations occur spontaneously and randomly – they are accidents that occur when DNA is replicating. Mistakes happen. Mutations are rare events, which is quite surprising when you consider that each cell contains 6 × 109 (six billion) base pairs that might mutate! Biologists estimate that mutations arise at the rate of 1 in 50 × 106 (one in fifty million) base pairs. This means that each new cell will have, on average, 120 mutations. This sounds rather worrying, but you should remember two things:\n• most of these mistakes (mutations) are detected and repaired, and\n• because 95% of our DNA is non-coding, most mutations are unlikely to affect coding genes.\nThe rate of mutation can be increased by a number of factors including:\n• carcinogenic chemicals, for example, those in tobacco smoke\n• high-energy radiation, for example, ultraviolet radiation, X-rays",
        "page_number": 154
    },
    {
        "_id": "rec_101",
        "topic": "What are the consequences of gene mutations?",
        "chunk_text": "There are a number of factors that influence the answer to this, but, really, two important ones:\n• which cells, and\n• which genes?\nMutations that occur in a normal body cell (a non-sex cell) will have one of four possible consequences:\n• It will be completely harmless.\n• It will damage the cell.\n• It will kill the cell.\n• It will make the cell cancerous, which might kill the person.\nWhichever of these is the case, the mutation will affect no other person; it will not be passed on to the next generation. However, if the mutation occurs in a sex cell, or a cell that will divide to give rise to a sex cell, then it may be passed on to the next generation. Mutations in different genes will obviously produce different effects, but two types of genes are really important. Genes called proto-oncogenes and tumour suppressor genes play important roles in regulating cell division and preventing the formation of a tumour. When proto-oncogenes mutate, they often become active oncogenes, which stimulate the cell to divide in an uncontrolled manner. Ordinarily, some growth factor would be necessary to make the cell divide. Tumour suppressor genes recognise uncontrolled cell division and act to suppress cell division. If these genes mutate and become inactive, a tumour will form as uncontrolled cell division continues.",
        "page_number": 155
    },
    {
        "_id": "rec_102",
        "topic": "Can mutations benefit an organism?",
        "chunk_text": "So far, we have talked only about how mutations produce harmful effects, but mutations are the raw material of evolution. It is the only process that creates new genes. Crossing over, segregation and random assortment in meiosis together with random fusion in fertilisation reshuffle existing genetic material, but only mutation produces new genetic material. If a mutated allele gives an organism an advantage then Natural Selection will act so that frequency of that allele increases with successive generations. As it does the numbers of the organism with the mutated allele will also increase, at the expense of those without it. Mutations in the DNA of bacteria can give them resistance to a specific antibiotic, such as penicillin or ampicillin. These mutations arise spontaneously, as do all mutations. They only give the bacterium an advantage if the particular antibiotic is actually being used. Being resistant to streptomycin is no advantage if penicillin is being used. But being resistant to penicillin in an environment where penicillin is widely used confers a considerable advantage to the organisms. In 1947, just four years after penicillin was used widely in the USA, the first penicillin-resistant bacterium was found – it was a bacterium called Staphylococcus aureus. Today over half the infections caused by Staphylococcus aureus are caused by penicillin-resistant types. Bacteria can also ‘swap’ antibiotic resistance genes with each other. Most of the mutant genes that confer resistance are found in the plasmids – the ‘extra’ small circular pieces of DNA that are separate from the main bacterial DNA. They can transfer these plasmids to other bacteria by:\n• conjugation – the plasmid passes through a special ‘conjugation’ tube from one bacterium to another\n• transduction – a virus carries the plasmid from one to another\n• transformation – the plasmid is absorbed from a dead bacterium",
        "page_number": 156
    },
    {
        "_id": "rec_103",
        "topic": "Chromosome mutations",
        "chunk_text": "Chromosome mutations occur when there is any change in the arrangement or structure of the chromosomes. They occur most often during meiosis at crossing over in prophase 1. There are several different mutation types that result in a change in the structure of a chromosome. They are much bigger events than point mutations and usually result in the death of a cell. They may also affect the whole organism. For example, if essential parts of the DNA are affected by chromosomal mutations, a foetus may be aborted.",
        "page_number": 157
    },
    {
        "_id": "rec_104",
        "topic": "Inversion",
        "chunk_text": "This occurs when an area of DNA on a chromosome reverses its orientation on the chromosome. Just one inversion on chromosome 16 can cause leukemia. An inversion that leads to an embryo having too few or too many copies of genes, can cause the embryo to miscarry, fail to grow, or be born with substantial medical problems.",
        "page_number": 157
    },
    {
        "_id": "rec_105",
        "topic": "Deletion",
        "chunk_text": "With this cause of mutation, a decrease in the number of genes occurs due to the deletion of a large section of a chromosome. Deletion can result in a variety of genetic disorders, such as Prader-Willi syndrome. This results from a malfunction of the hypothalamus (a small endocrine organ at the base of the brain), which plays a crucial role in many bodily functions, including hunger and satiety, temperature and pain regulation, fluid balance, puberty, emotions and fertility.",
        "page_number": 157
    },
    {
        "_id": "rec_106",
        "topic": "Insertion",
        "chunk_text": "This type of mutation describes an increase in the number of genes caused when an unequal crossover happens during meiosis. The chromosome may become abnormally long or short and stop functioning as a result.",
        "page_number": 157
    },
    {
        "_id": "rec_107",
        "topic": "Duplications",
        "chunk_text": "When genes are duplicated it results in them being displayed twice on a single chromosome. This is usually harmless as the chromosome still has all its genes. However, duplication of the whole chromosome is more serious. Having three copies of chromosome 16, known as trisomy 16, leads to babies being born with a range of medical issues, such as poor foetal growth, muscular and skeletal anomalies, congenital heart defects and underdeveloped lungs.",
        "page_number": 157
    },
    {
        "_id": "rec_108",
        "topic": "Chromosome non-disjunction",
        "chunk_text": "When homologous chromosomes do not separate successfully to opposite poles during meiosis, the result is one of the gametes lacking a chromosome and the other having an extra chromosome. If this happens with chromosome 21, Down’s syndrome results. Those with the condition will have 47 chromosomes in every cell (because they have three copies of chromosome 21) as opposed to 46 like normal. Down’s syndrome is characterised by mental retardation, heart defects and stunted growth.",
        "page_number": 157
    },
    {
        "_id": "rec_109",
        "topic": "Translocations",
        "chunk_text": "A piece of one chromosome is transferred to another non-homologous chromosome. This type of chromosome mutation is often responsible for chronic myelogenous leukemia. These chromosomal mutations are illustrated in figure 3.64.",
        "page_number": 158
    },
    {
        "_id": "rec_110",
        "topic": "What is evolution?",
        "chunk_text": "When we talk of evolution we usually ‘know what we mean’ but, actually, it can be quite difficult to define. We usually think of the whole process – the whole ‘course of evolution’ starting with the origin of life and ending with the current biodiversity – with some notion that there must have been extinctions along the way. We think of new species arising and the biodiversity of the planet increasing and also, as evolution has progressed, there has been a general trend towards larger and more complex organisms. And we often put ourselves right at the pinnacle of evolution, as though things ‘could not get any better than this’. We have something like the summary shown in figure 4.1 in mind.\nBut what is happening? How did all these millions of new species appear? We need a working definition of evolution which will take into account what is happening. Obviously, change is important when trying to explain evolution. Organisms have changed over time – they have evolved; we almost use the two words interchangeably. But why would an organism change? And would it matter if just one organism changed? For new species to appear, groups of organisms – populations – have to change, not just single organisms. For them to change, their genes must change, as the genes define what they will be by controlling protein synthesis (see unit 3).\nSo we can come up with a working definition of the process of evolution as:\nThe change in genetic composition of a population over successive generations, which may be caused by meiosis, hybridisation, natural selection or mutation. This leads to a sequence of events by which the population diverges from other populations of the same species and may lead to the origin of a new species.",
        "page_number": 171
    },
    {
        "_id": "rec_111",
        "topic": "What theories are there about the origin of life on Earth?",
        "chunk_text": "There are five main theories of the origin of life on Earth:\n• special creationism\n• spontaneous generation\n• eternity of life\n• cosmozoan theory\n• biochemical origin",
        "page_number": 172
    },
    {
        "_id": "rec_112",
        "topic": "How does special creationism account for the origin of life?",
        "chunk_text": "Special creation is nearly always linked to religion, whereas an acceptance of evolution is linked to scientific thinking. There are fundamental differences between the two that mean it is unlikely that the difference between the scientific theory of evolution and special creation will ever be resolved. Science describes the natural world around us using a means of observation and empirical testing using instruments. These observations then result in the development of scientific theories. There is no attempt on the part of science to give opinions about morality or purpose.\nReligion mainly focuses on spiritual matters that, by their very nature, cannot be seen, touched or measured effectively. Religion deals with philosophical matter that relates to morality and concerns between humans and their God. Religion is less concerned with empirical observable facts and testable hypotheses but rather with faith, the belief in things that cannot be proven.\nScience relies on provable events; religion relies on believing in that which cannot be proven. The two views are very, very different from each other even though each is a valid worldview in its own context.\nSpecial creation states that at some stage, some supreme being created life on Earth. There are many different versions of special creation, linked with different religions. Often, there is considerable variation as to how rigidly the special creation theory is interpreted within a religion.\nYoung Earth creationism\nThis form of creationism today suggests that the Earth is only a few thousand years old. Young Earth creationists often believe the Earth was created in six 24-hour days. While they agree that the Earth is round and moves around the Sun, they interpret all geology in the light of Noah’s flood.\nOld Earth creationism\nThere are several types of creationism that are considered Old Earth. They vary in different aspects of how they explain the age of the Earth while still holding to the story found in Genesis. Those who believe in Old Earth creationism accept the evidence that the Earth is very old but still maintain that all life was created by God.\nDay-age and gap creationism\nThese are similar in that each interprets the beginnings of the creation story as actually having taken much longer than six Earth days.\n• Gap creation discusses a large gap between the formation of the Earth and the creation of all the animals and humans. The gap could be millions or billions of years. This gets around the scientific evidence that the Earth is several billion years old without having to believe in the process of evolution itself.\n• Day-age creationism is similar in the length of time but talks about each of the six ‘days’ as really meaning a billion years or so geologic time; the ‘days’ are just symbolic.\nProgressive creationism\nThis type of creationism accepts the Big Bang as the origin of the Universe. It accepts the fossil record of a series of creations for all of the organisms catalogued. However, it does not accept these as part of a continuing process; each is seen as a unique creation. Modern species are not seen as being genetically related to ancient ones.\nTheistic evolution/Evolutionary creationism\nThis view of evolution maintains that God ‘invented’ evolution and takes some form of an active part in the ongoing process of evolution. It also invokes the role of God in areas not discussed by science, like the creation of the human soul. Theistic evolution is promoted by the Pope for the Catholic Church and is also espoused by most mainline Protestants.\nIntelligent design\nThis is the newest version of creationism and maintains that God’s handiwork can be seen in all of creation if one knows where to look. Advocates of intelligent design offer sophisticated arguments, often based on cell biology and mathematics, to give the impression of complex scientific arguments and to create equal stature with mainstream scientific thought. These arguments attack different parts of evolutionary theory, with the idea that if one part of evolutionary theory can be found to be incorrect then it follows that all of evolution must be incorrect. The term intelligent design is used to mask the fact that it’s a form of creationism cloaked in scientific-sounding ideas.",
        "page_number": 173
    },
    {
        "_id": "rec_113",
        "topic": "How does spontaneous generation seek to explain life on Earth?",
        "chunk_text": "Spontaneous generation suggests that life can evolve ‘spontaneously’ from non-living objects. It was only a few hundred years ago that people still believed this to be true. For example, people believed that rotting meat turned into flies and that wine produced bacteria as it went sour.\nIt took the work of Francisco Redi to disprove the idea of rotting meat producing flies and the work of Louis Pasteur to finally show that not even micro-organisms could be produced by spontaneous generation.\nIn Redi’s experiment, illustrated in figure 4.2, flies only appeared in the jars where flies had access in the first place. Exclude the flies, as he did with some jars, and the meat does not produce either maggots or flies.\nLouis Pasteur showed that broth (or wine) only went sour if micro-organisms were allowed to enter. Also no micro-organisms appeared in the broth unless they were allowed to enter from the outside – they were not formed from the broth itself. These two scientists showed that both macro-organisms (Redi) and micro-organisms (Pasteur) can only arise from pre-existing organisms, disproving the theory of spontaneous generation.\nBut what about the first ever cell? Unless we believe that life is eternal, with no beginning and no end, there had to be a first cell. And it could not have come from a pre-existing cell because it was the first.\nAs we shall see later, scientists have proposed a method whereby the necessary components of life could be formed and believe that, somehow, they managed to assemble themselves into a primitive cell. This is a kind of spontaneous generation.",
        "page_number": 174
    },
    {
        "_id": "rec_114",
        "topic": "How does the eternity of life theory seek to explain life on Earth?",
        "chunk_text": "In this theory of life, there is no beginning and no end to life on Earth and so it neither needs special creation nor does it need to be generated from non-living matter. Supporters of this theory believe that life is an inherent property of the Universe and has always existed – as has the Universe. At the time when such theories were being propounded, many eminent scientists – including Albert Einstein – believed that the Universe was unchanging. They reasoned that ‘if life is found today in an unchanging Universe, then it must always have been there’.",
        "page_number": 175
    },
    {
        "_id": "rec_115",
        "topic": "How does the cosmozoan theory seek to explain life on Earth?",
        "chunk_text": "According to this theory, life has reached this planet Earth from other cosmological structures, such as meteorites, in the form of highly resistant spores. This idea was proposed by Richter in 1865 and supported by Arrhenius in 1908 and by other contemporary scientists.",
        "page_number": 175
    },
    {
        "_id": "rec_116",
        "topic": "How does the biochemical theory seek to explain life on Earth?",
        "chunk_text": "The current ideas we have about how life may have evolved on Earth as a result of biochemical reactions (sometimes called abiogenesis) owe much to two biologists working early in the twentieth century: • Aleksandr Oparin, a Russian biologist who first put forward his ideas in 1924, and • John Haldane, an English biologist independently put forward almost identical ideas in 1929 (before Oparin’s book had been translated into English). They both suggested that: • the primitive atmosphere of the Earth was a reducing atmosphere with no free oxygen – as opposed to the oxygen-rich atmosphere of today • there was an appropriate supply of energy, such as lightning or ultraviolet light, and • this would provide the energy for reactions that would synthesise a wide range of organic compounds, such as amino acids, sugars and fatty acids. Oparin suggested that the simple organic compounds could have undergone a series of reactions leading to more and more complex molecules. He proposed that the molecules might have formed colloidal aggregates, or ‘coacervates’, in an aqueous environment. The coacervates were able to absorb and assimilate organic compounds from the environment in a way similar to the metabolism of cells. These coacervates were the precursors of cells and would be subject to natural selection, eventually leading to the first true cells. Haldane’s ideas about the origin of life were very similar. He proposed that the primitive sea served as a vast chemical laboratory powered by solar energy. As a result of all the reactions powered by solar energy, the sea became a ‘hot dilute soup’ of organic monomers and small polymers. Haldane called this the ‘prebiotic soup’, and this term came to symbolise the Oparin–Haldane view of the origin of life.",
        "page_number": 176
    },
    {
        "_id": "rec_117",
        "topic": "But is there any evidence for the theory?",
        "chunk_text": "In 1953, Stanley Miller conducted his now-famous spark-discharge experiment. In this investigation, he passed electric sparks repeatedly through a mixture of gases that were thought to represent the primitive atmosphere of the Earth. These gases were methane (CH ), ammonia (NH ), water (H O) and hydrogen (H ). When he analysed the liquid in the water trap, he found it contained a number of simple organic molecules – hydrogen cyanide (HCN) was one of them. He found that by leaving the equipment for longer periods of time, a larger variety and more complex organic molecules were formed including: • amino acids – essential to form proteins • pentose sugars – needed to form nucleic acids • hexose sugars – needed for respiration and to form starch and cellulose • hydrogen cyanide again – but it has been shown that the nitrogenous bases found in nucleotides can be synthesised in the laboratory using HCN as a starting point There is then considerable evidence to support the Oparin–Haldane hypothesis. But it is not without its problems. These include: • Why are only ‘left-handed’ amino acids found in living things when both left-handed and right-handed types are possible? • Although nitrogenous bases can be synthesised in the laboratory, purines (adenine and guanine) are not synthesised under the same conditions as pyrimidines (thymine, uracil and cytosine); this is quite a serious problem for the theory. • Although Miller was able to demonstrate the formation of monomers in his investigation, he was unable to demonstrate the next significant step of polymerisation of these monomers. Recently, progress has been made in all of these areas. In 2009, John Sutherland, a chemist at the University of Manchester in England, found that, instead of making the nitrogenous base and sugar separately from chemicals likely to have existed on the primitive Earth, under the right conditions the base and sugar could be built up as a single unit (a nucleotide), and so did not need to be linked. It has also been shown that polymerisation can occur under appropriate conditions and a solution is in sight for the ‘handedness’ problem. The biologist John Desmond Bernal suggested that there were a number of clearly defined ‘stages’ in explaining the origin of life: • Stage 1: the origin of biological monomers • Stage 2: the origin of biological polymers • Stage 3: the evolution from molecules to cell Bernal suggested that evolution may have commenced at some time between stages 1 and 2. The first two stages have been demonstrated as being possible in the conditions of the primitive Earth, and research on stage 3 is well advanced.",
        "page_number": 177
    },
    {
        "_id": "rec_118",
        "topic": "How did autotrophs evolve on Earth?",
        "chunk_text": "However the first organisms appeared – about 4 billion years ago – they were prokaryotes. They had no true nucleus. It seems likely also that they had RNA rather than DNA as their genetic material. It seems likely that they gave rise to three distinct lines of evolution leading to: • archaebacteria – prokaryotes including thermophilic sulphobacteria, methanobacteria and halophilic bacteria • eubacteria – prokaryotes; ordinary bacteria and cyanobacteria (blue-green bacteria and sometimes known as blue-green algae) • eukaryotes – eventually evolving into protoctistans, fungi, plants, animals (nearly all are aerobic) One great change that affected the evolution of early life forms was the shift from the reducing atmosphere to an atmosphere containing oxygen. This took place about 2.4 billion years ago.",
        "page_number": 180
    },
    {
        "_id": "rec_119",
        "topic": "Where did this oxygen come from?",
        "chunk_text": "There is only one process we know of that can have produced it – photosynthesis. The fossil record shows that cyanobacteria had been producing oxygen by photosynthesis from about 3.5 billion years ago but that for almost 1 billion years the levels in the atmosphere did not rise because the oxygen was absorbed by the vast amount of iron in the Earth – it rusted!! But, by 2.4 billion years ago, the concentration began to rise and the rate of increase accelerated from 2.1 billion years ago. Cyanobacteria are photo-autotrophs; they use light as a source of energy, and CO as a source of carbon (photosynthesis). They are among the earliest of autotrophs, using, not chlorophyll, but another pigment, phycocyanin (which gives them their blue-green appearance), to capture light energy. Other primitive autotrophs used not light as a source of energy but chemical reactions and are called chemo-autotrophs. Chemo-autotrophs use the energy from chemical reactions to synthesise all",
        "page_number": 180
    },
    {
        "_id": "rec_121",
        "topic": "What theories of evolution are there?",
        "chunk_text": "In section 1 we arrived at a definition of evolution as:\nThe change in genetic composition of a population over successive\ngenerations, which may be caused by meiosis, hybridisation, natural\nselection or mutation. This leads to a sequence of events by which the\npopulation diverges from other populations of the same species and may\nlead to the origin of a new species.\nBut how does it happen? What drives the population to become a new\nspecies? Over time there have been many theories that have attempted\nto explain this. In this section we shall look at some of them.\nWe owe much of our current thinking on natural selection to the ideas\nof Charles Darwin, who put forward the idea to the Royal Society\nin 1858. His paper suggested that those organisms that were best\nadapted to their environment would have an advantage and be able\nto reproduce in greater numbers than other types, and pass on the\nadvantageous adaptations. Because he knew nothing of genetics, he\nwas unable to suggest how this might take place.\nFor many years in Europe, the Christian belief had been that the Earth\nand all species had been created about 6000 years ago. In the mid\n1700s, George Buffon challenged this idea, suggesting that:\n• the Earth was much older than this, and that\n• organisms changed over time in response to environmental\npressures and random events.\nWhilst we now accept these ideas almost without a second thought,\nat the time Buffon had no evidence to back them up and, as a result,\nthe theory could not convince people.\nAt the start of the nineteenth century, Lamarck, having read Buffon’s\nideas, made what is now considered to be the first major advance\ntowards modern evolutionary thinking because he proposed a\nmechanism by which the gradual change in species might take place.\nIn 1809 he published a paper entitled ‘Philosophie Zoologique’, in\nwhich he described a two-part mechanism by which change was\ngradually introduced into the species and passed down through\ngenerations. His theory is called the ‘theory of transformation’ or,\nmore usually, simply ‘Lamarckism’. The two parts of his theory are:\n• Use and disuse, and\n• Inheritance of acquired traits.",
        "page_number": 183
    },
    {
        "_id": "rec_122",
        "topic": "Use and disuse",
        "chunk_text": "In this part of his theory, Lamarck suggests that by continually using\na structure or process, that structure or process will become enlarged\nor more developed. Conversely, any structure or process that is not\nused or is little used will become reduced in size or less developed.\nThe classic example he used to explain the concept of use and disuse\nis the elongated neck of the giraffe. According to Lamarck, a given\ngiraffe could, over a lifetime of straining to reach high branches,\noffspring develop an elongated neck. However, Lamarck could not explain\nhow this might happen. He talks about a ‘natural tendency towards\nperfection’ – but this is not really an explanation. Another example\nLamarck used to illustrate his idea was the toes of water birds. He\nsuggested that from years of straining their toes to swim through\nwater, these birds gained elongated, webbed toes to improve their\nswimming.\nThese two examples demonstrate how use could change a trait. He\nused the wings of penguins as an example to illustrate what might\nhappen to a structure with disuse. Their wings would have become\nsmaller than those of other birds because penguins do not use them\nto fly.",
        "page_number": 184
    },
    {
        "_id": "rec_123",
        "topic": "Inheritance of acquired traits",
        "chunk_text": "Lamarck believed that traits changed or acquired during an\nindividual’s lifetime could be passed on to its offspring. Giraffes\nthat had acquired long necks would have offspring with long necks\nrather than the short necks their parents were born with. This type\nof inheritance, sometimes called Lamarckian inheritance, has since\nbeen disproved by the discoveries of genetics.\nHowever, Lamarck did believe that evolutionary change takes place\ngradually and constantly. He studied ancient seashells and noticed\nthat the older they were, the simpler they appeared. From this, he\nconcluded that species started out simple and consistently moved\ntowards complexity, or, as he termed it, closer to perfection. These\nideas we still retain today.",
        "page_number": 184
    },
    {
        "_id": "rec_124",
        "topic": "What is neo-Darwinism?",
        "chunk_text": "Charles Darwin knew very little of genetics. Mendel had not carried out his ground-breaking work on inheritance at the time Darwin published his book On the Origin of Species. However, we can now incorporate our knowledge of genes and gene action into the theory of natural selection to give a better understanding of what drives evolution. Genes or, more accurately, alleles of genes determine features. But when we think about how a population might evolve into a new species, we need to think not just in terms of the alleles each individual might carry, but also in terms of all the alleles (of all the genes) present in the population. We call this the gene pool of the population.",
        "page_number": 188
    },
    {
        "_id": "rec_125",
        "topic": "How does palaeontology support the theory of evolution?",
        "chunk_text": "The word ‘palaeontology’ refers to the study of ancient life and comes from the Greek words palaios (ancient) and logos (study). Fossils form the basis of this science as they are the main direct evidence about past life. Fossils (this word is derived from the Latin word fossus, meaning ‘having been dug up’) are the remains or traces of animals, plants and other organisms from the remote past. We can group fossils into two categories:\nCategory 1: the remains of the dead animal or plant or the imprint left from the remains, including:\n• bones\n• teeth\n• skin impressions\n• hair\n• the hardened shell of an ancient invertebrate such as a trilobite or an ammonite\n• an impression of an animal or plant, even if the actual parts are missing\nCategory 2: something that was made by the animal while it was living that has since hardened into stone; these are called trace fossils and include:\n• footprints\n• burrows\n• coprolite (animal faeces)\nType I fossils can be the actual organism or part of an organism, like a piece of bone or hair or feather as it actually was. For example, this spider has been trapped, completely unchanged, inside the amber for millions of years. Amber is fossilised resin from trees. This spider probably became stuck inside the sticky resin and could not escape. As the amber became fossilised, the spider was protected from micro-organisms and air which would have led to its decomposition. In many fossils like this, the soft parts of the body have been lost, but the exoskeleton is perfectly preserved. In some cases, however, the entire body remains. However, when we think of fossils, we usually think of imprints of whole organisms or parts of organisms – the last two examples of category 1 fossils. So how do these fossils form? Clearly death of the organism, for some reason or other, is the first stage. But death is nearly always associated with decomposition – which obviously doesn’t happen when fossils are formed. So how is this prevented and just how do fossils form? There are four main stages:",
        "page_number": 191
    },
    {
        "_id": "rec_126",
        "topic": "1. Death without decomposition",
        "chunk_text": "To start with, an animal or plant must die in or so close to water that it is covered by water immediately after, or shortly after, death. The water insulates the remains from many of the elements that contribute to decomposition. Bacteria will still decay the soft body parts over a long period but leave any hard body parts unaltered.",
        "page_number": 192
    },
    {
        "_id": "rec_127",
        "topic": "2. Sedimentation",
        "chunk_text": "As time passes, sediments (tiny particles of solid matter settling out of the water) bury the remaining hard parts of the organism. Fossilisation is more likely if this happens quickly than if it happens slowly. Sudden landslides and mudslides into the water help. Sedimentation further insulates the organism from complete decay. The nature of the sediments themselves influences the nature and quality of the fossil. Very fine-grained particles, like clays, will create a more detailed fossil than coarser-grained sediments like sand. The chemical make-up of the sediments affects the colour the fossil will be. Iron-rich sediments could give the rock (and the fossil) a reddish colour. Phosphates may darken the rock so that it is grey or black.",
        "page_number": 192
    },
    {
        "_id": "rec_128",
        "topic": "3. Permineralisation",
        "chunk_text": "As the sediments accumulate, the lower layers become compacted by the weight of the layers on top. Over time, this pressure turns the sediments into rock. If water rich in minerals percolates (seeps) through the sediments, the mineral particles stick to the particles of sediment, effectively gluing them together into a solid mass. An important point here is that these minerals are probably not the same minerals that make up the sediments (now rock). Over the course of millions of years, these mineral particles dissolve away the original hard parts of the organism, replacing the molecules of exoskeleton with molecules of calcite (calcium carbonate) or another mineral. In time, the entire shell is replaced by mineral particles and these also are compressed into rock in the shape of the original organism. As this rock is not the same as the surrounding rock, it is visible as a fossil in the exact shape of the original organism. Figure 4.19 shows how a dinosaur fossil may form.",
        "page_number": 192
    },
    {
        "_id": "rec_129",
        "topic": "4. Uplift",
        "chunk_text": "As the continental plates move around the Earth, colliding with each other, mountains are formed. What were sea floors are lifted up and become dry land. Now the fossil is buried under hundreds or even thousands of feet of rock in different strata. A stratum is a layer of sediment (or sedimentary rock) that is the same throughout the layer, but different from layers above and below. Other Earth movements cause rocks to slip and parts of different strata to become exposed. When this happens, rock that contains fossils becomes lifted to the Earth’s surface. Rain, wind, earthquakes, freeze and thaw erode rock and may expose a fossil. You just need to know where to look!",
        "page_number": 193
    },
    {
        "_id": "rec_130",
        "topic": "How can we date fossils?",
        "chunk_text": "Because sedimentary rocks are laid down in layers (strata) we can use the sequence of the strata and the fossils that occur in them to deduce how the organisms have changed over time. This is called stratigraphy. The oldest strata, and therefore the oldest fossils, will be in the lowest layers and more recent rocks and fossils in layers above them, with the most recent being nearest to the surface. Figure 4.21 represents the sequence of the strata at a site in southern England. The depth of the strata is related to their age. The thickness of each stratum (shown in the diagram) is a measure of the time period during which that stratum was formed. The names ‘Tertiary’, ‘Cretaceous’ and ‘Jurassic’ are the names of some of the geological periods of time. But how do we actually date the rocks? How do we find out how old each layer is? To do this, we biologists use one of two techniques: • radiocarbon dating, or • potassium–argon dating. Both these techniques rely on the principle that radioactive atoms decay into other atoms over time. Radioactive carbon atoms (C14) decay into non-radioactive nitrogen atoms (N ). Radioactive potassium atoms (K40) decay into argon atoms (A40). Each has what is known as a half-life. During this period, half of the radioactive atoms decay. So, starting with a certain number of radioactive potassium atoms, after one half-life, 50% will still be radioactive. After a second half-life, 50% of this 50% will have decayed and 25% of the original number will still be radioactive. The ratio of carbon 14 (radioactive carbon) to carbon 12 (ordinary carbon) in living things is about 1 to 1 trillion and we believe that this ratio has always been the same. During their lives, living things lose carbon 14 (as carbon dioxide and other excretory products) and also gain it in the food they eat (or make in the case of autotrophs). But when living things die, the carbon 14 starts to decay into non- radioactive nitrogen and, clearly, is not replaced. So after 5730 years (one half-life of carbon 14), only 50% of the original carbon 14 atoms will remain and the ratio of carbon 14 to carbon 12 will be 1 to 2 trillion (or 0.5 to 1 trillion). After 11 460 years, 25% of the original carbon 14 atoms remain and the ratio is 1 to 4 trillion (or 0.25 to 1 trillion). The percentage of carbon 14 atoms and the ratio of carbon 14 to carbon 12 keeps halving with each half-life that passes. This is shown in figure 4.23.",
        "page_number": 194
    },
    {
        "_id": "rec_131",
        "topic": "How does comparative anatomy support the theory of evolution?",
        "chunk_text": "This is one of the strongest forms of evidence for evolution. Comparative anatomy looks at structural similarities of organisms and uses these to determine their possible evolutionary relationships. It assumes that organisms with similar anatomical features are closely related evolutionarily, and that they probably share a common ancestor. Some organisms have anatomical structures that are very similar in form, but very different in function. We call such structures homologous structures. Because they are so similar, they indicate an evolutionary relationship and a common ancestor of the species that possess them. Perhaps the best-known example of homologous structures is the forelimb of mammals. When examined closely, the forelimbs of humans, whales, cats and bats are all very similar in structure, as figure 4.25 shows.\nEach possesses the same number of bones, arranged in almost the same way, while they have different external features and they function in different ways: • arm for manipulation in humans • leg for running in cats • flipper for swimming in whales • wing for flying in bats By comparing the anatomy of these limbs, scientists have determined that the basic pattern (called a pentadactyl limb) must have evolved just once and that all organisms with this kind of limb are descended from that original type – they share a common ancestor. However, comparative anatomy needs to be used carefully as evidence for evolution. Sometimes organisms have structures that function in very similar ways. However, morphologically and developmentally these structures are very different. We call these analogous structures. Because they are so different structurally, even though they have the same function, they cannot indicate that two species share a common ancestor. For example, although the wings of a bird and a mosquito both serve the same function their anatomies are very different. The bird wing has bones inside and is covered with feathers, while the mosquito wing has neither of these. They are analogous structures and have evolved separately.",
        "page_number": 196
    },
    {
        "_id": "rec_132",
        "topic": "How does comparative embryology support the theory of evolution?",
        "chunk_text": "Comparative embryology studies the way in which the embryos of vertebrates develop before they hatch or are born. This development shows similarities which supports a common ancestry. For example, early in development, all vertebrate embryos (including you) have gill slits and tails, shown in figure 4.26. However, the ‘gill slits’ are not gills; they connect the throat to the outside, but in many species they close later in development. However, in fish and larval amphibians they contribute to the development of gills. The embryonic tail does not develop into a tail in all species. In humans, it is reduced during development to the coccyx, or tailbone. The more similar the pattern of embryonic development, the more closely related species are assumed to be. The similarity in the pattern of development of vertebrates suggests, again, a common ancestor. You must be careful when describing what comparative embryology shows. It does not show that an embryo is retracing its evolutionary history, as some people, mistakenly, believe.",
        "page_number": 197
    },
    {
        "_id": "rec_133",
        "topic": "How does comparative biochemistry support the theory of evolution?",
        "chunk_text": "Various chemicals have been studied in order to find evidence of evolutionary relationships. The idea behind this is that if organisms share very similar molecules and biochemical pathways, then they must be closely related evolutionarily. Chemicals that have been used in such analyses include: • DNA – the base sequences of DNA from different organisms is compared • proteins such as: – cytochrome c (found in the electron transport chain of respiration) and etc. – haemoglobin which are compared in terms of amino acid sequences. Species that are closely related have the most similar DNA and proteins; those that are distantly related share fewer similarities. A comparison of DNA sequences shows that it is 99.9% certain that chimpanzees are humans’ closest relatives (98% of our DNA is the same as that of chimpanzees). To measure the similarity of one species’ DNA with another species, we use a technique called DNA hybridisation. The technique measures the extent to which a strand of DNA from one species can bind with (or hybridise with) a strand of DNA from another species. In this technique, the double helix of the DNA molecule is heated to separate it into single strands and then the single-stranded DNA (ssDNA) from both species is mixed and the mixture cooled. Although the ssDNA from species A and species B will hybridise (bind) as it cools, it will not do so along all its length. There will be regions that are mismatched (the base pairs are not complementary) and so do not bind and there are techniques available to measure the percentage of this mismatching. The information can then be used to calculate the percentage similarity of the DNA samples.\nThe haemoglobin molecule is similar in all animals that possess it, but there are differences. For example, the haemoglobin of the lamprey (a primitive fish-like animal) has only one polypeptide chain, not four. Most animals have haemoglobin with four chains, but the chains do vary. Figure 4.28 shows the differences in the amino acid sequences of the α chains of human and several other animals. The diagram is presented in such a way as to show when the different animals may have diverged from the evolutionary line that led to humans.",
        "page_number": 198
    },
    {
        "_id": "rec_134",
        "topic": "How does plant and animal breeding support the theory of evolution?",
        "chunk_text": "For thousands of years, humans have been trying to improve the yields of their crop plants and stock animals. They have done this by selective breeding, in which: • those animals (or plants) that show the desired trait (for example, high milk yield or large number of seeds per pod) are selected and mated, and • the offspring are monitored carefully and, again, only those with the desired trait are allowed to breed. Over many generations, selective breeding can bring about significant changes to the organisms involved. One example of this is the modification by selective breeding of the wild pig (wild boar) into the many different varieties of the domestic pig. If new varieties can be produced by selective breeding (in which humans choose which individuals will ‘survive to breed’) then natural selection (in which environmental pressures select which will survive to breed) should also be able to produce new varieties and, eventually, new species.",
        "page_number": 201
    },
    {
        "_id": "rec_135",
        "topic": "What are the different types of natural selection?",
        "chunk_text": "The modern view of natural selection is stated briefly below: Those members of a species which are best adapted to their environment will survive and reproduce in greater numbers than others less well adapted. They will pass on their advantageous alleles to their offspring and, in successive generations, the frequency of these alleles will increase in their gene pool. The advantageous types will, therefore, increase in frequency in successive generations. Natural selection is the ‘driving force’ behind evolution. It is the process that brings about changes (over time) in populations that can, eventually, lead to different populations of the same species becoming different species. To appreciate how natural selection can eventually lead to speciation (the formation of new species), we must be clear what we mean by a species. Obviously humans are a different species from chimpanzees. But the different races of humans are all members of the same species. Why? Our current definition of a species is: A group of similar organisms with a similar biochemistry, physiology and evolutionary history that can interbreed to produce offspring that are fertile. This explains why all humans are members of the same species, but belong to a different species from the chimpanzee. So how can there be different types of natural selection? All types of natural selection work in the same manner (as described above), but their influence on a population is different. The different types of selection include: • directional selection • stabilising selection • disruptive selection",
        "page_number": 204
    },
    {
        "_id": "rec_136",
        "topic": "What is directional selection?",
        "chunk_text": "A feature may show a range of values. Individuals at one extreme original selection against population could have a disadvantage whereas those at the other extreme have an extreme population after selection an advantage. For example, thicker fur (longer hair) in foxes is an advantage in a cold climate. Thinner fur in foxes is an advantage in a hot climate. If the environment were to change so that it became significantly colder, or a group of the foxes were to establish a population in a new, colder environment, there would be a selection pressure in favour of the foxes with long fur and against those with short fur. Over time, selection operates against the disadvantaged extreme and in favour of the other extreme. The mean and range of values shift towards the favoured extreme. The frequency of the alleles causing longer fur will increase. If you look at the graph carefully, you will see that the whole distribution has shifted. As we might expect, there are now no foxes with the very shortest fur – they could not survive in the new environment. But there are foxes with fur lengths that are longer than any of those in the original distribution. Where have they come from? They must be the result of either: • new mutations, or • new combinations of alleles. In either case, if they had existed in the original population, they would have been disadvantageous as they would prevent the foxes from being able to cool themselves effectively and so would have died.",
        "page_number": 205
    },
    {
        "_id": "rec_137",
        "topic": "What is stabilising selection?",
        "chunk_text": "In a stable environment, individuals at both ends of the range of values for a feature are the least well adapted. Selection often operates against both these extremes to reduce the variability in the population and to make the population more uniformly adapted.",
        "page_number": 205
    },
    {
        "_id": "rec_138",
        "topic": "What is disruptive selection?",
        "chunk_text": "Disruptive selection is, in effect, the converse of stabilising selection. In this instance, individuals at both extremes of a range have some advantage over those displaying the mean value. As a result, the frequency of those individuals at the extremes of the range will increase over time and those in the middle of the range will decrease over time.\nThis is part of the explanation of the evolution of Darwin’s finches. A finch with an ‘average’ length beak may not be able to obtain insects out of cracks in the bark of trees as well as one with a longer beak. It may also not be able to crush seeds as well as one with a shorter, more powerful beak. Over time, those with the thinner, longer beaks and those with the shorter, more powerful beaks will increase in numbers, whilst those with average length beaks will decrease in numbers. Figure 4.33 summarises the different types of selection.",
        "page_number": 206
    },
    {
        "_id": "rec_139",
        "topic": "How can natural selection lead to the formation of new species?",
        "chunk_text": "Natural selection provides a mechanism by which new populations of a species can arise. But at what point can these populations be considered as distinct species? We have described a species as:\nA group of similar, interbreeding organisms that produce fertile offspring.\nIf two populations become so different that individuals from different populations cannot interbreed to produce fertile offspring, then we must think of them as different species. There are a number of ways in which this can occur. The two main ways are:\n• allopatric speciation, and\n• sympatric speciation.\nAs long as two populations are able to interbreed, they are unlikely to evolve into distinct species. They must somehow go through a period when they are prevented from interbreeding. Both allopatric and sympatric speciation involve isolating mechanisms that prevent different populations from interbreeding for a period of time. During this period, mutations that arise in one population cannot be passed to the other. As a result of this, and different selection pressures in the different environments, genetic differences between the two populations increase. Eventually, the two populations will become so different that they will be unable to interbreed and, at this point, we say that they are ‘reproductively isolated’. Effectively, they will have become distinct species.",
        "page_number": 206
    },
    {
        "_id": "rec_140",
        "topic": "What is allopatric speciation?",
        "chunk_text": "In allopatric speciation, the species become isolated by some physical feature. Examples of this could include:\n• a river changing course\n• a mountain range being created\n• a land mass separating two bodies of water\nThis is a type of geographical isolation. Interbreeding between the populations becomes impossible and speciation could result.\nAn example of allopatric speciation occurred in the shrimp population of the Caribbean Sea and the North Pacific Ocean, which were once joined. About 3 million years ago, the isthmus of Panama (shown in green in figure 4.34) was formed and separated them, and at the same time created two populations of shrimps, one on either side of the isthmus.\nThe shrimps from either side of the isthmus still look remarkably similar, but they do not interbreed with each other. They are also extremely aggressive to each other. Two distinct species have evolved from one original species as a result of geographical isolation and allopatric speciation.",
        "page_number": 207
    },
    {
        "_id": "rec_141",
        "topic": "What is sympatric speciation?",
        "chunk_text": "Speciation need not involve physical separation. The two diverging populations may inhabit the same area, but be prevented from breeding in a number of ways, including:\n• seasonal isolation – members of the two populations reproduce at different times of the year\n• temporal isolation – members of the two populations reproduce at different times of the day\n• behavioural isolation – members of the two populations have different courtship patterns\nSpeciation following any of these methods of isolation is referred to as sympatric speciation.\nAn example of sympatric speciation is found in palm trees growing on Lord Howe Island off the east coast of Australia. The soil on the island is in parts volcanic and in other parts calcareous. Palms growing on the different soils developed different breeding seasons (as a result of nutrient availability at different times). As a result they were reproductively isolated and developed into two different species. Interestingly, the process also involves disruptive selection. Plants in the original population showed tolerance to a range of pH values. However, since the soil was either alkaline (the calcareous soil) or acidic (the volcanic soil), plants at the extremes of the pH tolerance range were at an advantage and were selected for.",
        "page_number": 207
    },
    {
        "_id": "rec_142",
        "topic": "What is polyploidy and why is it important in plant evolution?",
        "chunk_text": "You have already met the terms diploid (chromosomes in pairs – there are two sets of chromosomes in a cell) and haploid (chromosomes are single – there is just one set of chromosomes in a cell). Poly- means many. Polyploid cells have many sets of chromosomes per cell – sometimes four sets, sometimes eight or more. Some human liver cells have 92 chromosomes per cell – they are tetraploid – they have four sets of chromosomes per cell.\nPolyploidy has been important in plant evolution because it has allowed otherwise infertile hybrids to become fertile again. When different species form hybrids, very often the hybrid cannot produce offspring because all the chromosomes cannot form bivalents (homologous pairs) in meiosis. So they cannot form sex cells and cannot reproduce. If the chromosome number were to double, then all chromosomes are able to form homologous pairs. Meiosis and sex-cell formation can take place and the hybrid is now fertile. Hybridisation and polyploidy have both been important in the evolution of modern wheat from wild grasses. Figure 4.36 shows how. Hybrid B is infertile because each cell contains one set of chromosomes (7) that came from Aegilops squarrosa and one set of chromosomes (14) that came from Triticum durum. Clearly, with 21 chromosomes per cell, there are not enough chromosomes for them all to form homologous pairs – even if they were homologous. But when the hybrid doubled its chromosome number, there were two of each chromosome. Now homologous pairs can form in meiosis and the hybrid is fertile. Triticum vulgare is one form of modern wheat. Polyploidy, in addition to restoring fertility to infertile hybrids, often results in bigger plants with more and bigger seeds.",
        "page_number": 208
    },
    {
        "_id": "rec_143",
        "topic": "What are divergent evolution and convergent evolution?",
        "chunk_text": "We have looked so far at mechanisms that drive speciation. Now we shall turn our attention to the situations that dictate the lines along which speciation progresses in a given situation.",
        "page_number": 209
    },
    {
        "_id": "rec_144",
        "topic": "What is divergent evolution?",
        "chunk_text": "Divergent evolution is another name for a process we have already met – adaptive radiation. In divergent evolution, a basic type ‘diverges’ along different lines because of different selection pressures in different environments.\nIf different selection pressures are placed on populations of a particular species, a wide variety of adaptive traits may result. If only one structure on the organism is considered (such as a limb), these changes can either improve the original function of the structure, or they can change it totally. Divergent evolution leads to the development of a new species.\nExamples of divergent evolution (adaptive radiation) include:\n• the evolution of the different species of finches on the Galapagos Islands\n• the evolution of the different forms of the pentadactyl limb",
        "page_number": 209
    },
    {
        "_id": "rec_145",
        "topic": "What is convergent evolution?",
        "chunk_text": "Convergent evolution takes place when different organisms occupy similar niches. The selection pressures on the populations are the same and so similar adaptations evolve over time. One example is the convergent evolution of the giant armadillo, giant pangolin, giant anteater and spiny anteater.\nThey are not related evolutionarily, but all feed on ants and must obtain the ants from narrow cracks in the ground. The similarity between the four is the result of convergent evolution. The same selection pressures result in similar structures appearing in unrelated organisms. Convergent evolution is also responsible for the wings of a bird, a bat and the extinct pterodactyl.",
        "page_number": 210
    },
    {
        "_id": "rec_147",
        "topic": "Who are we and where have we come from?",
        "chunk_text": "There is often a lot of very loose language used in describing human evolution. You will hear people say ‘we evolved from monkeys’ or that all humans alive today belong to None of these statements are accurate. There has been a ‘line of evolution’ for millions of years that has given rise to old world monkeys, new world monkeys, the great apes and the different species of humans that have lived. But, we are Homo sapiens and we are the latest of several humans to live on the planet. We have two features in particular that distinguish us from other primates. These are: • a very large brain, and • bipedalism – the ability to truly walk on just two legs. There was a lot of debate amongst biologists as to which of these came first and also about exactly how this ‘evolutionary tree’ has given rise to the various groups. But although they may disagree over the details, they are all agreed about the idea – a line of evolution that has branched to give the different groups of primates (including apes and humans) that exist today and have existed in the not too distant past. Figure 4.40 shows the part of the evolutionary tree of humans and the living great apes in more detail. You can see that at several points there are ‘common ancestors’. These represent branching points in the evolutionary tree. At these points it is assumed that an ancestral type became divided into at least two populations which subsequently evolved along different lines. You can see from this evolutionary tree why statements like ‘humans evolved from chimpanzees’ are inaccurate. Humans and chimpanzees both evolved from a common ancestor that lived about 6 million years ago. So far in this section, we have talked about ‘humans’ rather than the one specific type of human (ourselves – Homo sapiens) that now inhabits the planet. There were other humans before us and, before them, what we might call ‘pre-humans’. All humans belong to the genus Homo. Figure 4.41 shows a timeline for the major hominin and hominid species according to currently available fossil evidence. Looking carefully at figure 4.41, you begin to see just how important Ethiopia has been in the evolution of humans. Fossils of many of the species along the early part of the timeline were found in Ethiopia. It is indeed the ‘cradle of mankind’.",
        "page_number": 213
    },
    {
        "_id": "rec_148",
        "topic": "What is significant about Lucy and Ardi?",
        "chunk_text": "Both Lucy and Ardi are important fossils in explaining the evolution of modern humans and chimpanzees from a common ancestor. Lucy was discovered by Donald Johanson and Tom Gray in 1974 at Hadar in Ethiopia. Lucy is a fossil dated at about 3.2 million years. She was an adult female of about 25 years and belonged to the species Australopithecus afarensis. Her skeleton was about 40% completed, an unusually high proportion for a fossil skeleton. Her pelvis, femur (the upper leg bone) and tibia show that she was bipedal (could walk upright on two legs). However, there is also evidence that Lucy was also partly arboreal (tree-dwelling). She was about 107 cm (3′6″) tall and about 28 kg (62 lbs) in weight. At the time she was discovered, Lucy represented one of the oldest fossil hominins. The proportions of her humerus and femur were mid-way between those of modern humans and chimpanzees.",
        "page_number": 215
    },
    {
        "_id": "rec_149",
        "topic": "How has brain size changed during human evolution?",
        "chunk_text": "During the course of human evolution, the brain has got bigger. We know from comparing fossils that the cranial capacity has increased with each new hominid species that evolved. However, that is not the whole story. Besides becoming bigger overall, the brain has increased in size as a proportion of body mass. Whereas species of Australopithecus have a brain that is between 0.7% and 1.0% of their body mass, modern humans have a brain that is between 1.8% and 2.3% of their body mass. The brain of Homo sapiens uses 25% of the resting energy requirement, compared with 8% in the great apes. A larger brain allows humans to: • run faster and in a more upright posture • plan in advance to avoid attack • develop and use tools and weapons These abilities clearly also depend on other physical adaptations such as longer legs, more nimble fingers and a straighter spine, but, without the larger brain to co-ordinate the activities, the physical changes would not confer the same advantage.",
        "page_number": 216
    },
    {
        "_id": "rec_150",
        "topic": "Are we still evolving?",
        "chunk_text": "Homo sapiens (modern humans) first appeared in Africa and have since migrated to all other parts of the world. As humans moved from Africa into different areas of the world, they encountered different environments. Different selection pressures in the different environments resulted in the different human populations evolving along different lines. For example, as humans encountered colder climates, body features that gave a survival advantage by helping to conserve heat were selected for. These included: • a shorter, squatter body shape; this reduces the surface-area-to- volume ratio and so reduces the rate of heat loss by radiation • an increased layer of adipose tissue under the skin to act as insulation • increased hairiness; this reduces heat loss by convection Humans have been evolving into different ‘races’ for thousands of years. The classification of these races is difficult and there is some disagreement about their exact nature. One classification is given below. In this there are three main races with several subdivisions. This is based on a recent genetic analysis of the different races. • African (Negroid), 100 million people from Africa and Melanesians of the South Pacific. • Eurasian (Caucasoid), 1000 million people with variable skin colour ranging from white to dark brown. Three subdivisions exist: – Nordic – often tall, blonde and narrow-headed; includes people from Scandinavian and Baltic countries, Germany, France, Britain – Mediterranean – usually lighter in body build, dark and narrow-headed; includes people from Southern France, Spain, Italy, Wales, Egypt, Jews, Arabs, Afghanistan, Pakistan, India – Alpine – usually broad-headed, square jaws, olive skin, brown hair; includes people from countries from the Mediterranean to Asia • East Asian (Mongoloid), most numerous of the present-day populations and split into three groups: – Eastern Siberians, Eskimos and the Northern American Indians – Japanese, Koreans and Chinese – Indonesians and Malays However, this classification does not include the Central African pigmies, the Bushmen and the Australoids. It seems that some thousands of years ago the human populations or races might have been beginning to evolve into separate species. Certainly physical and genetic differences were emerging between the different races. However, our large brain has intervened in two major ways, described below. • We developed the skill to design and manufacture all kinds of things from buildings to tools to clothes. This effectively allowed us to become able to modify our environment, rather than having to evolve to adapt to it. Anyone can now live perfectly easily in Sweden or any other Nordic country. They must simply wear the right clothes. • We developed global travel. This has allowed humans of all races to interbreed, throwing many of the genetic differences that have evolved into a huge human melting pot. We may still evolve into diverse species, but, at the moment, the mechanisms that usually drive speciation have been modified by our large brains. Figure 4.49 gives a ‘best guess’ as to the evolution of hominids from 5 million years ago to the present day.",
        "page_number": 217
    },
    {
        "_id": "rec_151",
        "topic": "How do plants respond to unidirectional stimuli?",
        "chunk_text": "Everyone has noticed that if you put a plant on a windowsill (where the intensity of the light will be greater on the window side than on the other side), the plant shoots grow towards the window. They grow towards the greater light intensity. This behaviour is called phototropism. Plant shoots are positively phototropic because they grow towards light. The response is even more marked in young seedlings.\nThe benefit in plant stems growing towards the greatest intensity of light is that stems automatically direct their leaves in this direction as well. This means that the chlorophyll and other pigments in the leaf cells can absorb the maximum amount of light for photosynthesis.\nThis response is co-ordinated by plant growth substances called auxins. These are produced in the shoot tip in response to light and move downwards and away from light to the ‘dark’ side of the shoot. The auxins stimulate the shoot cells to divide and enlarge, so growth is greatest on the side away from the light. As this side grows more, it causes the shoot to bend towards the light. Figure 5.3 shows how this fits our general model of behaviour.\nEveryone also knows that plant stems grow upwards and roots grow more or less downwards. The unidirectional stimulus producing this response is gravity. The response by plants to gravity is called gravitropism. Plant roots are positively gravitropic, because they grow towards gravity; plant shoots are negatively gravitropic, because they grow away from gravity. This means that the roots will grow towards an environment in which they can anchor the plant, absorb water and absorb mineral ions.",
        "page_number": 232
    },
    {
        "_id": "rec_152",
        "topic": "How do simple animals respond to stimuli?",
        "chunk_text": "Just as some plant responses serve to maintain the plant in a favourable environment, some responses of simple animals do the same. Two different types of responses in simple organisms are given below.\n• Taxes (singular taxis), in which the animal moves along a gradient of intensity of a stimulus towards the greatest intensity of the stimulus (a positive taxis) and sometimes away from the greatest intensity (a negative taxis); there is a directional response to a directional stimulus. For example, the unicellular protoctistan Euglena swims (using its flagellum) towards areas of increased light intensity. This is positive phototaxis and allows the organism to photosynthesise efficiently.\n• Kineses (singular kinesis), in which a change in the intensity of the stimulus brings about a change in the rate of movement, not a change in the direction of movement. For example, woodlice increase their rate of movement in bright light. This increases the probability that they will move into a dark area, where it is usually more humid and they will lose less water.\nthrough their body surface. This happens quickly because they have no waxy cuticle covering their bodies to limit loss of water. They are typically found under logs, stones, bark and amongst leaf litter. These areas all have a more humid atmosphere, which reduces the rate of water loss from the woodlice. They are all also dark areas. When brought into the light, the woodlice start to move around much more quickly. This increased rate of movement is a response to the increased intensity of light – it is a kinesis. Figure 5.4 shows how this behaviour fits the general model.\nThe increased movement makes it more likely that the woodlice will, quite by chance, move into dark, humid conditions once more. Once they do, their rate of movement decreases again, making it more likely that they will remain in these more favourable conditions.",
        "page_number": 233
    },
    {
        "_id": "rec_153",
        "topic": "Why is it important to study behaviour?",
        "chunk_text": "So far, we have considered behaviour in its widest possible sense, to include the responses of all organisms. For the rest of the unit, we shall confine ourselves to the study of animal behaviour, including human behaviour. So, why study animal behaviour? The study of animal behaviour is often called ethology and the biologists who work in this field are known as ethologists.\nStudying animal behaviour is important in its own right as a field of scientific knowledge, just as is subatomic physics. But studying animal behaviour has made many contributions to other areas of science, in particular to the study of human behaviour, but also including:\n• neuroscience\n• the environment and resource management\n• animal welfare\n• science education",
        "page_number": 235
    },
    {
        "_id": "rec_154",
        "topic": "The impact of the study of animal behaviour on human society",
        "chunk_text": "Many problems in human society can be related to the interaction of environment and behaviour, or genetics and behaviour. Social scientists often now turn to animal behaviour as a basis for interpreting human society and understanding possible causes of problems in society. Specific examples include:\n• Research by de Waal on chimpanzees and monkeys has illustrated the importance of co-operation and reconciliation in social groups. This work has implications for aggressive behaviour among human beings.\n• Harlow’s work on social development in rhesus monkeys has been of major importance to theories of child development and attachment formation.\n• Basic research on circadian and other endogenous rhythms in animals has led on to research relevant to humans in areas such as coping with jet-lag or shift-working.",
        "page_number": 235
    },
    {
        "_id": "rec_155",
        "topic": "The impact of the study of animal behaviour on neuroscience",
        "chunk_text": "Specific examples of this include:\n• neuroethology: carefully collected behavioural data allows neurobiologists to focus their studies on specific stimuli and specific responses to determine neural pathways\n• recent work in animal behaviour has demonstrated the influence\nof behaviour and social organisation on physiological and cellular processes. Variations in social environment can inhibit or stimulate ovulation, induce miscarriages and so on; the neural pathways for these effects are being studied\n• other animal studies show that the quality of the social environment has a direct effect on immune system functioning. Again, research is currently being undertaken to discover the neural pathways controlling these responses",
        "page_number": 235
    },
    {
        "_id": "rec_156",
        "topic": "The impact of the study of animal behaviour on management of the environment and resources",
        "chunk_text": ".The behaviour of animals often provides early clues of environmental damage. Changes in sexual and other behaviour occur much sooner and at lower levels of environmental disruption than changes in population size. Waiting to see if numbers of animal populations are declining may be leaving it too late to take action to save the environment if it is needed.\nSpecific examples related to resource management include:\n• research on how salmon migrate back to their home streams has taught us much about the mechanisms of migration. This has been valuable in preserving the salmon industry in the Pacific Northwest and has also helped in the development of a salmon fishing industry in the Great Lakes of the USA\n• knowledge of honeybees’ foraging behaviour has given important information about mechanisms of pollination, which in turn has been important for plant breeding and propagation",
        "page_number": 236
    },
    {
        "_id": "rec_157",
        "topic": "The impact of the study of animal behaviour on animal welfare",
        "chunk_text": "We now place increased emphasis on the welfare of research and exhibit animals. Animal behaviour researchers look at the behaviour and well-being of animals in the lab and in their natural environment. Such research has ensured reasonable and effective standards for the care and well-being of research animals.\nFurther developments in animal welfare will require information from animal-behaviour researchers. Improved conditions for farm animals, breeding of endangered species and proper care of companion animals all require information about behaviour patterns.",
        "page_number": 236
    },
    {
        "_id": "rec_158",
        "topic": "The impact of the study of animal behaviour on science education",
        "chunk_text": "In some countries there is a concern about the lack of interest in science and the fact that women and minority groups are under-represented in science. Courses at universities in animal behaviour and behavioural ecology often interest students in behavioural biology.\nFor many students these courses are a first introduction to behavioural biology and may lead on to wider scientific studies.",
        "page_number": 236
    },
    {
        "_id": "rec_159",
        "topic": "What is innate behaviour?",
        "chunk_text": "The word ‘innate’ literally means ‘inborn’. Innate behaviour is behaviour that is present (potentially) at birth or hatching. It does not have to be learned. An example of innate behaviour is shown in figure 5.7. The young herring gull ‘knows’ that if it pecks the orange spot on the beak of the adult gull, it will receive food. It did not have to learn this behaviour. However, this is not quite the same as saying that the behaviour is coded for directly in the genes. There is not a gene that ‘directly’ codes for ‘pecking mother’s beak’. However, there are genes that code for the development of the appropriate neural pathways to allow the behaviour to be carried out as well as other genes that code for the presence of a mechanism that causes the behaviour to be carried out. This varies according to the type of innate behaviour.",
        "page_number": 237
    },
    {
        "_id": "rec_160",
        "topic": "What types of innate behaviour are there?",
        "chunk_text": "There are three types of innate behaviour: • Reflex actions – these are the simplest of the innate behaviours; a single action is performed in response to a specific stimulus. They are nearly always protective. For example, the withdrawal reflex in which a limb is moved from a stimulus such as heat or pain. • Orientational – such as the kineses and taxes of woodlice and other simple animals. These more complex behaviours result in the organism behaving in a way that it is most likely to move from unfavourable conditions and remain in favourable conditions. • Instinctive behaviours – these often involve the most complex behaviours, but there is always a fixed action pattern for each key stimulus. Once begun, the fixed action pattern is carried out to completion, even if other stimuli intervene. Examples of innate behaviour include: • the withdrawal of your hand from a hot object (reflex) • blinking when some dust gets in your eye (reflex) • the kineses of woodlice in responding to changes in light intensity and humidity (orientational) • nest-building (instinctive) • imprinting (instinctive) • weaving a web (instinctive)",
        "page_number": 238
    },
    {
        "_id": "rec_161",
        "topic": "How are human reflex actions brought about?",
        "chunk_text": "There are, broadly speaking, two main kinds of reflex actions: • Those that involve our special senses (eyes, ears, pressure detectors, etc.) and produce a response by a muscle, called somatic reflexes. These include the ‘knee-jerk reflex’ and the ‘withdrawal from heat’ reflex. Many of these reflexes are protective. • Those that involve sensors in internal organs and produce responses also in internal organs, called autonomic reflexes. These include the reflex actions controlling heart rate and breathing rate. To understand how these two types of reflex action operate, we must look at the structure of the nervous system. Our nervous system is divided physically into two major components: • the central nervous system (CNS), comprising the brain and spinal cord, and • the peripheral nervous system (PNS), comprising the cranial and spinal nerves, each containing many sensory and motor neurones. However, we can also divide our nervous system functionally into: • the somatic nervous system (SNS), which integrates information from the special senses to produce responses in skeletal muscles, and • the autonomic nervous system (ANS), which integrates information from receptors in internal organs and produces responses in the same or other organs or glands. The autonomic nervous system is further subdivided into: • the sensory division, which transmits sensory nerve impulses into the central nervous system • the sympathetic division, which transmits impulses from the central nervous system to the organs, generally preparing the body for ‘fight or flight’ – for example, by increasing cardiac output and pulmonary ventilation, and • the parasympathetic division, which acts antagonistically to the sympathetic branch and prepares the body for ‘rest and repair’, decreasing cardiac output and pulmonary ventilation.",
        "page_number": 239
    },
    {
        "_id": "rec_162",
        "topic": "What are biological clocks?",
        "chunk_text": "The term ‘biological clock’ is used to describe some internal regulatory mechanism that controls various cyclical responses in living things. Both plants and animals show yearly, monthly, daily and other cyclical changes that are genetically programmed. Because these clocks are present in so many different types of organisms, biologists believe that they have evolved independently in these groups and are an example of convergent evolution. Daily rhythms are called circadian rhythms (from the Latin words ‘circa’, meaning about, and ‘dies’, meaning a day). Circadian clocks have two main features: • They will persist with a period of about 24 hours in the absence of environmental cues. • They can synchronise to a 24-hour cue, such as the light–dark cycle; this is called entrainment. The biological clock of mammals and of some other animals is found in a small area of the hypothalamus of the brain, called the suprachiasmatic nucleus. This sends impulses to a gland called the pineal gland, which secretes a hormone called melatonin during the night, which promotes sleepfulness and so controls the sleep– wake cycle. Because of this, if we did not have other cues to wake us and send us to sleep, we might expect to have a different sleep–wake cycle in the summer compared to the winter. In a study of 26 people maintained in a constant environment for six days in summer and six days in winter, the results shown in table 5.1 were obtained. Clearly the shorter nights of summer have an effect – but not quite what one would expect. The subjects woke earlier in summer, but also went to bed earlier. However, the shorter nights did result in a reduction of 21 minutes of sleep. Changes in the light–dark ratio can also control reproductive behaviour on an annual basis. Such rhythms are called circannual (yearly) rhythms. As the day length changes, so will the duration of melatonin secretion. This change in duration links reproductive behaviour in many animals to specific times of the year. Some animals are long-day (summer) breeders and others are short-day (winter) breeders. The point is that it is day length that triggers the changes. Many other animals show circannual rhythms in behaviours such as: • migration (for example, swallows) • hibernation (for example, hedgehogs) • coat growth (for example, arctic foxes) • camouflage colouring (for example, arctic foxes)",
        "page_number": 240
    },
    {
        "_id": "rec_163",
        "topic": "What is instinctive behaviour?",
        "chunk_text": "Instinctive behaviours are pre-programmed patterns of behaviour. They are not just single actions in response to a simple change in the environment like reflex actions. Instinctive behaviours often involve a complex sequence of actions. A good example to illustrate this point is the spinning of a web by spiders. It involves many complex actions, yet the spider does not have to learn how to do it. It spins a perfect web the very first time – as well as every other time afterwards. Instinctive behaviours have the following characteristics: • they are common to all members of a species • they are fully functional the first time they are performed (they require no learning) • there is a key stimulus that triggers the behaviour • there is an innate releasing mechanism that links the stimulus to the response (this may be nervous or hormonal) • there is a fixed action pattern in response to the key stimulus that is always the same, and • instinctive behaviours are adaptive – they have been retained in the species by natural selection because they confer a survival advantage. The feeding behaviour of herring gulls discussed at the start of this chapter is an example of instinctive behaviour. The orange spot on the beak is the key stimulus and pecking it is the fixed action pattern. This is not much more complex than some reflex actions. However, aggression in sticklebacks (fish) involves more complex responses. Male sticklebacks are very territorial; they will attack any other male that invades their territory. In some famous experiments, the ethologist Niko Tinbergen was able to show that the key stimulus was the red belly of the entering male. The ‘defending’ male attacked any non-fish model that had red on its ventral (lower) surface. However, it turns out that the red belly – the key stimulus – provokes a very different fixed action pattern in female sticklebacks. They find it irresistible and it stimulates mating behaviour! There is some evidence that some fixed action patterns can be modified slightly by experience. In an investigation into nesting behaviour in lovebirds, two different species of lovebirds with different nesting behaviours were interbred.\n• Female Fischer’s Lovebirds cut long strips of nesting material, which are carried individually to the nest. • Female Peach-faced Lovebirds cut short strips and carry several at a time by tucking them into their back feathers. Hybrid females from the crosses exhibited the following behaviours. In the first mating season they: • cut intermediate length strips • tried, but failed, to transport them by tucking into back feathers • learned to carry strips in their beaks In subsequent seasons they always carried the strips in their beaks, but never gave up all ‘tucking’ behaviour. Imprinting is another kind of instinctive behaviour in which the fixed action pattern is for newly born/hatched organisms to imprint on (or become attached to) the first thing they see that has certain general features (those of an adult of its species). In a famous experiment, Konrad Lorenz split a batch of goose eggs into two batches. One batch was hatched normally by the geese. The other batch was hatched by Lorenz in an incubator. He was the first moving thing they saw … There is a ‘time window’ for imprinting to take place. Generally, if it does not take place in the first two days after hatching, then the gosling will not imprint. This, too, may have survival value. If ‘mother goose’ hasn’t appeared in the first two days, imprinting on and following the first moving object after that could be more dangerous than not imprinting at all. Many evolutionary psychologists believe that a similar pattern of behaviour is found in human infants. It is called attachment formation and involves the formation of a strong emotional bond between an infant and its primary caregiver – often, but not exclusively, the mother. This occurs in three stages: • 0–2 months – pre-attachment; the infant prefers people to objects but does not really discriminate between different people • 2–7 months – indiscriminate attachment; the infant begins to show a preference for familiar people, and • 7 months onwards – true emotional attachment to one person initially, although multiple attachments often form soon afterwards. According to John Bowlby (who was influenced by the work of Lorenz and other ethologists) attachment formation in humans would also have survival value and natural selection could act to make this behaviour pattern widespread in the species.",
        "page_number": 242
    },
    {
        "_id": "rec_164",
        "topic": "What is learned behaviour?",
        "chunk_text": "Before we can answer that question, we need to have a working definition of what we mean by learning. Most biologists would now define learning as: The strengthening of existing responses or the formation of new responses to existing stimuli that occurs because of practice or repetition. Unlike innate behaviours, learned behaviour patterns are rarely fully functional the first time they are performed. At the very simplest level of learning, trial and error brings about an improvement in the effectiveness of the behaviour pattern. Table 5.2 describes the main differences between innate behaviour and learned behaviour.\nThere are many different kinds of learned behaviour, including: • habituation • associative learning – classical conditioning – latent learning • insight learning",
        "page_number": 245
    },
    {
        "_id": "rec_165",
        "topic": "What is habituation?",
        "chunk_text": "Habituation is a process which results in a decreased response to a stimulus after repeated exposure to that stimulus over a period of time.\nFor example, we all have experienced noticing a quite strong smell on entering a room, but some time later we don’t even notice that there is any odour present. In this example, your sense of smell has demonstrated habituation. You have stopped responding to the odour even though it is still present.\nHabituation can occur at different levels in the nervous system. It can happen because:\n• sensory systems may stop, after a while, sending signals to the brain in response to a continuously present or often-repeated stimulus; this is sensory habituation\n• the brain still perceives the stimulus is still present, but has simply decided no longer to pay attention\nAn example of habituation to humans occurs in prairie dogs. Because they have several predators, they give alarm calls when large mammals, large birds or snakes approach them. This allows the group to retreat into their burrows. When populations of prairie dogs are located near areas regularly used by humans, the alarm call is not given when humans pass, despite being large mammals. This is an important example of habituation as the alarm response would waste the time and energy of the group when they could be foraging.",
        "page_number": 247
    },
    {
        "_id": "rec_166",
        "topic": "Research into habituation using Aplysia",
        "chunk_text": "Aplysia is a sea slug and is used a great deal in studies of memory and behaviour because its neurones are large and easily observed. In a simple reflex action, a snail ordinarily withdraws its gill if it is touched gently on the siphon. However, repeated stimulation of the siphon results in the gill-withdrawal reflex diminishing in both strength and duration.\nIf the habituation is just one training session of fewer than 10 stimulations in less than one hour, then the gill habituation lasts for only a few hours after the training.\nBut if four or more individual training sessions are given, the habituation can last for several weeks. These two forms of habituation have been interpreted as models of short- and long-term memory.\nResearch has also shown that the nerve network that brings about the response is altered as a result of habituation.\nNotice that habituation occurs when the stimulus is harmless – a gentle touch on the siphon of Aplysia, prairie dogs becoming habituated to the presence of humans who do them no harm, you becoming habituated to a smell which may be unpleasant, but is not harmful.",
        "page_number": 247
    },
    {
        "_id": "rec_167",
        "topic": "What is sensitisation?",
        "chunk_text": "Sensitisation is an increase in the response to a harmless stimulus when that stimulus occurs after a harmful stimulus. Again, research with the sea slug Aplysia has provided us with a good deal of information about the process. Touching the siphon of Aplysia gently causes the animal to withdraw its gill – until it becomes habituated to the harmless stimulus.\nHowever, if the gentle touch on the siphon is preceded by an electric shock (or other mildly harmful stimulus) to the tail, then the gill withdrawal response is much stronger. The events in one pathway of neurones (the painful stimulation of the tail) are clearly affecting the reflex arc that controls the gill withdrawal reflex. The strength and duration of the sensitised response depend on the extent of the initial sensitisation, as figure 5.18 shows.",
        "page_number": 248
    },
    {
        "_id": "rec_168",
        "topic": "What is classical conditioning?",
        "chunk_text": "In classical conditioning a naturally occurring stimulus becomes associated with a different stimulus, which now also produces the same response. It was discovered by the Russian physiologist Ivan Pavlov, who worked with dogs to develop this theory. The various stimuli and responses are:\nThe unconditioned stimulus (US) This ‘unconditionally’, naturally and automatically triggers a response. For example, when you smell a favourite food, you immediately feel very hungry. The smell of the food is the unconditioned stimulus.\nThe unconditioned response (UR) The unlearned response that occurs naturally to the unconditioned stimulus. In the ‘feeling hungry’ example, feeling hungry is the unconditioned response.\nThe conditioned stimulus (CS) This neutral stimulus does not initially produce the unconditioned response. But, after association with the unconditioned stimulus, it triggers the same response.\nThe conditioned response (CR) The conditioned response is the response to the previously neutral stimulus (which is the same as the unconditioned response to the unconditioned stimulus).\nPavlov’s research involved the following phases:\n• He fed the dogs at regular intervals to establish a routine; as he fed them, they salivated: this is a natural unconditioned response to the (natural) unconditioned stimulus of food.\n• Then, as he fed them, he rang a bell; they continued to produce the same unconditioned response (salivation) as the food was presented and the bell was rung.\n• After a period, the dogs salivated when the bell was rung without food being presented; this is now a conditioned response to a conditioned stimulus.\nIt is possible to classically condition humans as a famous study called ‘Little Albert’ demonstrated.\n‘Little Albert’ was an 11-month-old infant, who rarely showed fear of anything. He was not afraid of animals, including the white laboratory rat. He was, however, afraid of loud noises (US). Two psychologists (Watson and Rayner) used his fear of loud noises (UR) to condition Little Albert to fear the white laboratory rat. They showed Albert the rat and at the same time made a loud noise (they banged a steel pipe with a hammer). After only seven pairings of the rat and the loud noise, Little Albert began to cry and try to crawl away (CR) as soon as he saw the rat (CR), even though the rat was not linked with the loud noise on this occasion. He had been conditioned to fear the rat.\nIf the pairing of conditioned stimulus with the unconditioned stimulus is not maintained, then the conditioned response diminishes and eventually is lost. This is called extinction. Little Albert lost his fear of the white rat after a period of it no longer being paired with the loud noise.",
        "page_number": 248
    },
    {
        "_id": "rec_169",
        "topic": "What is operant conditioning?",
        "chunk_text": "Classical conditioning involves modifying an innate response by pairing it with a previously neutral stimulus. Operant conditioning can modify more complex, voluntary behaviours by the animal/ person learning to associate the behaviour with certain specific consequences.\nThe term ‘operant conditioning’ was first used by B F Skinner, a behaviourist psychologist who carried out a great deal of pioneering research in this area.\nSkinner identified three types of responses that he called operants that can follow behaviour:\n• Neutral operants: responses from the environment that neither increase nor decrease the probability of a behaviour being repeated.\n• Reinforcers: responses from the environment that increase the probability of a behaviour being repeated, reinforcers can be either positive or negative.\n• Punishers: responses from the environment that decrease the likelihood of a behaviour being repeated.\nSkinner carried out much of his research on rats and other animals using what is now called a Skinner box. One variant of the Skinner box is shown in figure 5.22.\nThe Skinner box has various signal stimuli that include:\n• different coloured lights\n• a speaker to deliver a sound stimulus\n• an electric grid in the floor to deliver a mild electric shock\nThere is also a lever that the animal can press, which is linked to the delivery of pellets of food. The animal can be conditioned in several ways, such as by:\n• simply learning that pressing the lever will result in food being delivered – the ‘pressing action’ is reinforced by the reward of food\n• only pressing the lever when either light is lit up, resulting in the reinforcement of food being delivered\n• only pressing the lever when one of the lights is lit; the other is linked to the electric shock system. The ‘punishment’ of the shock on pressing this light results in the behaviour being diminished or extincted\nWe can all think of examples of how our own behaviour has been affected by reinforcers and punishers. For example, many people start to smoke so that they will be accepted by a certain peer group. Acceptance by this peer group acts as a positive reinforcer for the smoking and, unfortunately, is often a much stronger influence than other advice and punishers.\nAnimal trainers use a technique called shaping, which is based on operant conditioning, to train animals to perform in specific ways. It is often not possible to reward the desired behaviour at the outset, because it doesn’t exist. Trainers look for a natural behaviour that, if modified, could lead to the desired behaviour and reward this. They then reward a slight modification of this behaviour that is nearer to the desired behaviour, but not the natural behaviour itself. Each step",
        "page_number": 250
    },
    {
        "_id": "rec_170",
        "topic": "What is latent learning?",
        "chunk_text": "The word ‘latent’ means ‘hidden’ – so we are talking about ‘hidden learning’ or learning that is not apparent as it takes place. Latent learning happens when the brain acquires knowledge at a certain time, without reinforcement, but does not use it until later, at a time when that knowledge is needed. An example of this could be: One teacher drives another to school every day. Then, on one day, the ‘driver’ is ill. The other teacher drives himself to school without getting lost. This is an example of latent learning. He learned the route to the school without reinforcement, but never had to use it until the usual driver was ill. Edward Tolman, a behaviourist psychologist, conducted an experiment with rats in 1938. He placed three groups of rats in a maze and observed how they behaved over a two-week period. • The rats in group 1 always received a food reward when they reached the end of the maze without wandering down dead ends; they soon did this regularly. • The rats in group 2 never received a food reward and seemed like they followed no particular path through the maze, although they did sometimes reach the end. • The rats in Group 3 were treated in a different way at different times of the experiment: – for the first 10 days of the experiment, like group 2 they received no food reward even if they did reach the end of the maze and behaved in a similar manner to group 2 – on the eleventh day, Tolman placed food in the maze, and – on the twelfth day, the rats from group 3 were doing as well as the rats from group 1, which had been rewarded with food from the very beginning of the test; it appears that they had learned to go to the end of the maze without reinforcement, but did not desire to until there was some reason (the food). The rats from group 3 used latent learning since they did not immediately display the same performance as the rats in group 1. In other experiments, Tolman was able to demonstrate that the rats were building a ‘cognitive map’ of the maze. This means that they were storing information, without reinforcement of the structure of the maze. In the maze shown in figure 5.23, the rats quickly learned that the shortest route to the end of the maze was path A. They also ‘knew’ that if: • path A was blocked at X, then the new shortest path was path B • path A was blocked at Y, the new shortest path was path C It is important to note that, although there was food at the end of the maze, this could not act as a reinforcer for the building of the cognitive map. It only gave a ‘reason’ to get to the end of the maze.",
        "page_number": 252
    },
    {
        "_id": "rec_171",
        "topic": "What is insight learning?",
        "chunk_text": "This is very different from the trial-and-error learning that is often an important part of learning through operant conditioning. Insight learning involves finding solutions to problems that are not based on actual experience (as with trial and error) but on ‘trials’ occurring mentally. Often the solution is learned suddenly, such as when a person has been trying to solve a problem for a period of time and suddenly the solution appears almost ‘out of nowhere’. The ‘eureka’ moment. Much of the pioneering research on insight learning was carried out by Wolfgang Kohler, working with chimpanzees. For the experiments, the chimpanzees were placed in an enclosed area. Kohler placed desirable ‘lures’ such as fruit outside the enclosure and out of their reach. He placed a variety of objects that could be used to obtain it inside the enclosure. The chimpanzees had to work out a way of using one or more of the objects to obtain the ‘lure’. They were more successful in this than Kohler had anticipated. The chimpanzees learned to use boxes to obtain bananas placed on the top of the enclosure. They dragged them under the banana and then climbed on them to reach the fruit. They became quite accomplished builders, piling box on box to erect structures with a height of four boxes. Some of the chimpanzees learned how to make or modify suitable tools from the materials they were given. One chimpanzee, Sultan, was particularly gifted in this. Sultan was given the problem of obtaining a banana far out of reach. There were two hollow bamboo sticks in his cage, but neither was long enough to rake in the lure. After many attempts to reach the banana with one stick or the other, he sat and looked at the sticks. Suddenly Sultan hit upon the solution. He pushed the thinner of the two sticks into the hollow inside of the thicker one and then drew the banana towards himself, his reach now enlarged by the length of two sticks. Eureka!",
        "page_number": 253
    },
    {
        "_id": "rec_172",
        "topic": "What is courtship behaviour?",
        "chunk_text": "Courtship behaviour is an activity that precedes and results in mating and reproduction. It allows members of a species to recognise each other and prevents or reduces attempts at interbreeding between different species. Courtship may simply involve a few chemical, visual or auditory stimuli, or it may be a complex series of acts by two or more individuals using several methods of communication. Elaborate courtship rituals can also help to strengthen already established pair bonds. These may then last through the time it takes to rear the young and, in some cases, even longer. There are many different methods of communication that are used to attract a mate. These include: • the use of pheromones by some female insects to attract males from a distance • the use of touch by painted turtles • the courtship songs of frogs heard on spring nights in many different countries • the song of a humpback whale under the sea, which can be heard hundreds of miles away In most animals, courtship behaviour is innate and consists of a pre-programmed set of fixed action patterns in response to a key stimulus. Despite being innate, the fixed action patterns are often complex behaviours with the fixed action pattern in one animal (say the male) serving as the stimulus for another fixed action pattern in the other animal (the female). This interaction of fixed action patterns continues until courtship is successful or until one of the pair tires. Figure 5.26 shows the sequence of fixed action patterns that make up the courtship behaviour of zebra fish. Figure 5.27 shows the role of each fixed action pattern in the overall courtship behaviour.",
        "page_number": 256
    },
    {
        "_id": "rec_173",
        "topic": "What is territorial behaviour?",
        "chunk_text": "Before we describe this kind of behaviour, we must make clear what we understand by territory. Most animal behavioural biologists would define territory as: Any space that an animal defends against intruders of the same species. Territorial behaviour is found in nearly every species of animal, even humans. Possessing territory gives the holder areas to forage for food and so increases the chances of attracting a mate. It also reduces vulnerability to predators. Animals that do not have a territory of their own may contest with the owner for a territory that is already occupied. Such contests are called conspecific (same species) conflicts. Territorial animals usually defend areas that contain one or more of: • a nest • a den, or mating site • sufficient food for themselves and their young Males are usually the territorial sex, but in some species (such as fiddler crabs) females maintain a territory also. When conspecific conflicts occur, they usually involve ritualistic displays and rarely involve the animals actually fighting. Residents of a territory are difficult to dislodge as they are often older and more experienced. Defence threat displays may be visual as in the colour of feathers or fur, auditory as in birdsong or the howls of gibbons or olfactory through the deposition of scent marks. Many territorial mammals use scent marking (containing pheromones) to signal the boundaries of their territories. The resident animal usually holds on to his (or her) territory only by expending considerable time and effort in its defence. Sunbirds, for example, can use up to 13 000 kilojoules per hour patrolling and defending their territory. This is more than the recommended daily energy intake for the average adult human male! Clearly, to expend that amount of energy, the territory must contain, at the very least, an abundance of food to support it. The Ethiopian wolf (Canis simensis) is a social animal; the wolves live and hunt in packs. As a result, they maintain a group territory by marking with urine (containing pheromones). All adult animals (male and female) contribute to this marking behaviour, particularly during patrols of the territory. Some of the subadult (younger) males occasionally mark but subadult females never mark. Direct encounters between neighbouring wolves at the borders were aggressive and involved repeated chases, with the larger group more likely to win.",
        "page_number": 258
    },
    {
        "_id": "rec_174",
        "topic": "Defending a territory",
        "chunk_text": "Some animals defend their territory by fighting with those who try to invade it. But this is the exception, rather than the rule. Fighting uses up a large amount of energy, and can result in injury or death. So, behaviour has evolved that makes fighting the ‘last resort’. Marking a territory usually ‘warns off’ intruders. Animals that do not mark territories use threats from one, or more, of vocalisations, smells and visual displays. The songs of birds and the loud calls of monkeys are warnings that carry for considerable distances, and warn intruders that they are approaching someone else’s territory. If these warnings are ignored, and the intruder enters the territory, or two animals meet near the border of their adjacent territories, they usually threaten each other with visual displays. These displays often either: • exaggerate an animal’s size by the fluffing up of feathers or fur, or • show off the animal’s weapons. Also, the animals may go through all the motions of fighting without ever actually touching each other, a behaviour known as ritual fighting. Ritual fighting is more intense the further into an animal’s territory it takes place. In this situation, the territory holder has ‘nowhere to go’ – he cannot retreat. If the encounter takes place nearer to the border, the ritual fighting becomes less intense and more fragmented because the territory holder has the option of retreating. This variation in the intensity of the display helps to define territorial boundaries, where the displays of neighbours are about equal in intensity, or where the tendency to attack and the tendency to retreat are about equally balanced. Actual fighting usually only happens in overcrowded conditions where resources are scarce. Serious injury can result, and old or sick animals may die, leading to a more balanced and biologically fit population. Fighting can occur when a young male animal challenges an older one for the territory, which may be ‘home’ to several females as well as being a foraging area. Older animals are more experienced, but, eventually, experience will give way to the strength of a younger animal and the territory holder will be displaced. Usually, however, territoriality is an effective way of maintaining a healthy population.",
        "page_number": 259
    },
    {
        "_id": "rec_175",
        "topic": "What is social behaviour?",
        "chunk_text": "Social behaviour is the set of interactions that occur between two or more individuals of the same species that modify the behaviour of individuals of the same species in a way that is usually beneficial to the group as a whole. It is thought to have been selected for because it has survival value to the species as a whole. Social behaviour serves many purposes and is found in a wide variety of animals, including some invertebrates, fish, birds and mammals. Some of the benefits of social behaviour are that it allows animals to: • form stable groups in which intra-specific aggression is reduced, sometimes as a result of hierarchies being established • improve the effectiveness of reproduction and/or parenting through courtship behaviour (a kind of social behaviour) and pair-bond formation • forage more efficiently – especially if sources of food are localised. Examples of this include: – dolphins often surround shoals of fish and take turns to swim quickly in and eat the fish trapped in the centre of the shoal – lions hunt in small groups when hunting large prey (such as wildebeest) but may hunt smaller prey singly • protect themselves against attack more effectively. Examples of this include: – baboons co-operate to fight off a leopard, which would be extremely difficult for a single baboon – fish and birds moving in groups in which the movement of the whole group is co-ordinated; rapid movements one way and then another make it more difficult for a predator to attack; individuals who cannot maintain position in the group are most vulnerable • increase the chance of surviving migration – some birds travel in large groups, for example, many geese fly in a ‘V’ formation, which reduces the total wind resistance on the birds; the lead position is rotated as this is the position that receives most wind resistance • increase the chance of surviving extreme conditions – some birds huddle together in very cold weather, this effectively reduces the overall surface-area-to-volume ratio and can reduce heat loss by up to 50%; the birds constantly change position as the ones at the outside of the group lose heat most rapidly • communicate across long distances",
        "page_number": 259
    },
    {
        "_id": "rec_176",
        "topic": "Social behaviour in bees",
        "chunk_text": "Honeybees and bumblebees and other species of insects exhibit what is called eusociality. Eusociality has three main features: • there is co-operation in caring for the offspring; as a consequence, many individuals are caring for offspring that are not their own • there are usually several generations in the colony so that it will sustain for longer and allow offspring to assist parents, and • there is division of labour – not every individual in the group is reproductively active; in the case of bees, the queen is the only reproductively active female with the male drones also being active; the female worker bees are more or less sterile. Honeybees nest in large cavities such as hollowed-out trees or other enclosed spaces. They will use man-made beehives just as readily as a hollow tree trunk. Honey bees build vertical sheets of hexagonal honeycomb from wax secreted by glands in their abdomens, in which they store honey and pollen. An individual hexagon (a cell) can also be used as a home for a single developing bee larva. There are three different types or castes of bees in a nest. They are: • the queen – the only truly reproductively active female (1st caste) • workers – non-reproductively active females (2nd caste) • drones – reproductively active males (3rd caste) The queen secretes powerful pheromones within the nest that control the behaviour of the workers at different stages of their development and so help to maintain the social structure of the nest. She may also make aggressive attacks on maturing worker bees. If the queen does not produce these pheromones, or if she produces too few eggs, then the structure of the nest breaks down. She may be attacked by mature workers, one of whom will replace her. A honeybee colony may last for several years, with the male drones being driven out of the nest over winter to preserve resources for the workers and the queen. More drones will emerge the following spring. At the end of the colony cycle, the queen, the drones and most workers will die, leaving just a few large workers, who will assume the status of queens and, the following spring, fly away to establish their own colonies.",
        "page_number": 260
    }
]