[
    {
        "_id": "rec_1",
        "topic": "1.1 The methods of science",
        "chunk_text": "Scientists investigate natural events to try to find out exactly why and how they happen. To arrive at an answer, they need conclusive evidence that a certain factor causes the event. Very often, this kind of evidence can only be obtained by carrying out experiments. You will learn how to proceed from identifying the problem to planning and carrying out an investigation in such a way that the results will enable you to conclude that the factor you are investigating does (or does not) cause the event to happen. Along the way, you will see how some of the greatest biologists have used this scientific method in their investigations. You will also learn how to write a report on a scientific investigation in such a way that scientists all over the world would be able to instantly recognise the stages in your investigation and carry it out for themselves if they wanted to check your results.",
        "page_number": 2
    },
    {
        "_id": "rec_2",
        "topic": "What is the science of biology?",
        "chunk_text": "Biology is the science of life and living organisms. You know from earlier studies that an organism is a living being made from one cell (for example bacteria, unicellular algae) or many cells (for example, animals, plants and most fungi). When we think of biologists, we often have quite a narrow view of what they do. But, just as all chemists don’t wear white coats, all biologists don’t look down microscopes in laboratories. Here are just a few of the areas of biological study. Some biologists become astrobiologists. These biologists engage in all kinds of research to try to find evidence of life on other planets in our Solar System and in galaxies elsewhere in the Universe. Other biologists take part in biomedical research. These biologists help in many areas, including the development of new drugs and vaccines. They also study the ways in which diseases develop to gain a better understanding of them so that cures can be found. Others still become microbiologists. These biologists study how micro-organisms of all kinds function. Some micro-organisms cause disease, and understanding how they work makes a treatment more likely. Many microbiologists are studying the human immuno-deficiency virus (HIV) to get a better understanding of how AIDS develops and how it can be treated. Paleobiology is a fascinating area of study to many people. Paleobiologists try to find out more about the way in which life began on Earth and how it has evolved from simple life forms into more complex ones. They use evidence from fossils and from studies of the chemistry of ancient rocks to make estimates of when and how new life forms appeared on the planet. Many different biologists are involved in the Human Genome Project. This enormous project has produced the first ever map of the 46 chromosomes found in human cells. It has located the tens of thousands of genes and has determined the exact structure of each chromosome. Although the ‘map’ is finished, there is still much to be found out. Analysis will continue for many years to come. Besides these biologists, there are others who are, perhaps, more recognisable. These include: doctors, dentists, veterinary surgeons, nurses, physiotherapists, botanists, zoologists, physiologists, biochemists, agricultural biologists, ecologists, ethologists, entomologists, geneticists, oncologists, neurobiologists, parasitologists . . . . . . and many, many others besides.",
        "page_number": 2
    },
    {
        "_id": "rec_3",
        "topic": "What is science?",
        "chunk_text": "The word science comes from the Latin word scientia, which means ‘knowledge’. But science isn’t just about having knowledge: science is a unique system of acquiring knowledge based on the scientific method. This science is sometimes called experimental science, because it depends very heavily on experimentation to obtain the information. This is different from applied science, in which scientific research is used to meet certain human needs. However, it is often difficult to separate the two. Science is an ongoing effort to find new information and principles which can increase human knowledge and understanding. In their research, scientists collect evidence that supports or disproves a particular suggested explanation of a natural phenomenon. One important idea in science is that any suggested explanation of a phenomenon should be capable of being proved wrong. If there is no way of proving it wrong, how can other people accept that it is correct? This is what distinguishes science from religious beliefs.",
        "page_number": 3
    },
    {
        "_id": "rec_4",
        "topic": "What is the scientific method?",
        "chunk_text": "This is the process by which biologists and all other scientists approach their work. For centuries, people based their explanations of what they saw going on in the world around them on observations, without testing their ideas to see if they were true. One ancient belief was that simple living organisms could come into being by spontaneous generation. This idea suggests that non-living objects can give rise to living organisms. As an example: • Observation: Every year in the spring, the river Nile flooded areas of Egypt leaving behind mud containing many nutrients that enabled the people to grow that year’s crop. However, along with the muddy soil, large numbers of frogs appeared that weren’t around in drier times. • Conclusion: Muddy soil gives rise to frogs! Also, before the invention of the refrigerator, animal carcasses were hung by the heels in butcher’s shops and people would ask the butcher to cut off the part they wanted. The shop was always full of flies. So people believed that the meat had turned into flies! Because of these and other observations, many people, including quite eminent ‘scientists’ of the day, produced recipes for ‘creating’ life from non-living objects. It took the work of Louis Pasteur using the proper scientific method to finally disprove this myth.",
        "page_number": 4
    },
    {
        "_id": "rec_5",
        "topic": "What are the main steps of the scientific method?",
        "chunk_text": "The scientific method consists of a number of stages. These are summarised in the flowchart. So what is happening at each of these stages? What is the biologist doing and what do we mean by hypothesis? To help you understand what is happening at each stage of the scientific method, an example using the growth of a tomato seed is detailed below.",
        "page_number": 4
    },
    {
        "_id": "rec_6",
        "topic": "How did the scientific method disprove the idea of spontaneous generation?",
        "chunk_text": "What about the belief that rotting meat produces flies? How could you disprove that by using the scientific method? Well, in 1668 an Italian biologist, Francesco Redi, did just that. Many scientists consider this to be the first true ‘experiment’. He used wide-mouth jars containing meat. Some jars were left open to the air. Others were covered with a piece of gauze. After several days, maggots and then flies could be seen in the open jars, but none appeared in the closed jars. Redi hypothesised that only flies could produce more flies and predicted that, in his experiment, flies would be found in the open jars, but not in the covered jars. He maintained all the jars under the same conditions and so he controlled many variables. By choosing to cover some jars with gauze rather than an impermeable seal, he allowed air to enter all the jars – again he controlled a variable that could have affected the outcome of the experiment. His results matched his prediction and when other people tried the experiment, they too got the same results. Redi was able to conclude that flies cannot be produced from rotting meat. He also went on to say that it was unlikely that any form of spontaneous generation was possible. Most people accepted this for larger organisms, but, at round about this time, the microscope had been invented and the whole world of microbiology was opened up. Many people still believed that micro-organisms could arise by spontaneous generation. It took the work of Louis Pasteur to disprove this. In 1859, Pasteur carried out experiments to show that the micro-organisms that caused wine and broth to go cloudy came from the air and were not made from the broth itself. He used special ‘swan-necked flasks’ like that shown in Figure 1.4. Pasteur boiled broths in swan-necked flasks to kill any micro-organisms that might be in them. The boiling forced steam and air out of the flasks. When the boiling stopped and the broth cooled, air was sucked back into the flasks. Some contained a filter to prevent all solid particles from getting into the growth medium from the air. Others had no filter but, in these, the dust (and the micro-organisms) in the air settled in the lowest part of the neck of the flask. All the flasks were kept under the same conditions in Pasteur’s laboratory. Pasteur found that the broths stayed clear for months. At the end of this time, he treated the flasks in one of three ways: • He left some of them as they were. • He broke the necks on some. • He tilted others to allow the dust in the low part of the neck to mix with the broths. The broths in the second two groups of flasks turned cloudy (due to the presence of micro-organisms) within days. The broths in the first group remained clear. After this, people were forced to admit that spontaneous generation, even of micro-organisms, could not happen. One stage in the scientific method is to ‘do background research’. Pasteur certainly did that. He knew that other scientists had tried to disprove spontaneous generation before him and he was able to draw on the results of their experiments and improve their technique.",
        "page_number": 6
    },
    {
        "_id": "rec_7",
        "topic": "What do we mean by cause and effect?",
        "chunk_text": "Scientific experiments try to establish cause and effect. This means that they try to prove that a change in one factor brings about a change in another factor. The factor that the scientist changes, or manipulates, is called the independent variable (or IV for short). The factor that the scientist measures to see if it changes when the IV is changed is called the dependent variable (or DV for short). The scientist will want to find out if changes in the independent variable produce changes in the dependent variable. In the example on pages 5 and 6, the independent variable was the presence or absence of tomato juice. The dependent variable was the number of tomato seeds germinating. To prove cause and effect – to prove that it is changes in the IV (and nothing else) that are causing changes in the DV – we must take all the steps we can to ensure that the experiment is a fair test. We must make sure that any other factors which could affect the results are the same for the different conditions we set up. In the tomato seed example, if one group of seeds had been at a higher temperature than the other group, this could have made them germinate faster. We wouldn’t have known whether it was the tomato juice affecting the results or the temperature. Our experiment would not be valid. So we must keep constant anything other than the IV that might influence the results. These are controlled variables. In the tomato seed experiment, the controlled variables were: • temperature • lighting conditions • number of seeds per dish, and • volume of liquid added (water or tomato juice). Occasionally, there is a variable that might influence the results that you can’t control. Such a variable is a confounding variable. This is because it ‘confounds’ the interpretation of the results. You couldn’t be certain that it was the IV producing the changes in the DV because of the presence of the confounding variable. For example, if you measure the carbon dioxide uptake by wheat plants as the light intensity changes over the day, you cannot control the effect of change in temperature. It could be a confounding variable.",
        "page_number": 8
    },
    {
        "_id": "rec_8",
        "topic": "Accuracy, reliability and validity in scientific experiments",
        "chunk_text": "People often confuse these ideas, but they are really quite separate notions and all are important to how well an experiment is received by other scientists.",
        "page_number": 9
    },
    {
        "_id": "rec_9",
        "topic": "Accuracy",
        "chunk_text": "Accuracy refers to how precisely you measure or count something. For example, you could measure time with a clock, a wristwatch or a stop-clock accurate to 0.01 seconds. The level of accuracy you choose must reflect the magnitude of what you are measuring. You don’t always need the most accurate measuring instrument. For example, if you were timing a reaction that was likely to last a few minutes at most, the stop-clock would be the best choice. But if you were timing something that lasts several hours, you just don’t need that level of precision and it might even be a hindrance – by measuring the seconds accurately, you might lose track of the hours! To measure volume, you could use: • a syringe • a measuring cylinder • a pipette • a burette All of these come in various sizes. Look at the ones shown in the diagrams. To measure 3.5 cm3 accurately, the pipette would be best. To measure 200 cm3 you would use the measuring cylinder. This one holds 100 cm3 and so you would have to fill it twice. The burette would be more precise, but less convenient and would you need the extra precision on quite a large volume?",
        "page_number": 9
    },
    {
        "_id": "rec_10",
        "topic": "Reliability",
        "chunk_text": "Reliability is a measure of how dependable our results are. If we were to repeat the investigation, would we get more or less the same results? There are several things we can do to increase the reliability of our experiments. • We can standardise all our procedures, so that we always do exactly the same thing. This makes it much more likely that we will be able to repeat our results. • We can repeat it many times ourselves. This allows us to see, hopefully, a general pattern. It also allows us to: – spot any anomalous results and, if it is justified, to exclude these – calculate an average result, which is likely to be more representative than any individual result • We can try not to use personal judgement. For example, if in a given experiment we have to wait until a solution turns a certain shade of red, one person’s judgement will almost certainly differ from the next person’s. There are ways around this: – We can have a ‘standard’ to compare our experiment to. In other words, something containing the chemical that is the exact colour we need it to be. This helps, but we must still make a judgement. – We can use a special apparatus called a colorimeter. This measures how much light passes through a liquid. It is nearly always better to measure than to judge.",
        "page_number": 10
    },
    {
        "_id": "rec_11",
        "topic": "Validity",
        "chunk_text": "This is about whether or not our experiment measures what it says it is measuring. In the tomato seed experiment, we said that our results were due to the presence or absence of tomato juice. For our experiment to be valid, we must be certain that our results were only due to the changes in the independent variable and nothing else. So had we not controlled all the other variables, our experiment would not have been valid.",
        "page_number": 11
    },
    {
        "_id": "rec_12",
        "topic": "How do we write reports on scientific experiments?",
        "chunk_text": "When biologists write a report on an investigation they have just done, they write it with a view to having it published in a scientific journal, such as Nature or Science. These journals are read by many other biologists who will want to understand their work and, perhaps, repeat it to check on the results. It is important, then, that the layout of the report is recognisable to everyone and understandable by everyone. So, there is a set way to lay out such a report. It is not always identical in every case, but there are certain ‘rules’ to follow. Experiments can be reliable without being necessarily valid. If you consistently omit the same important step (for example, consistently forget to control the same variable), you may well keep getting the same results. But they will be the wrong results and your experiment will not be valid. You can measure the rate of fermentation of yeast using simple equipment as shown in the diagram below. You can count the number of bubbles of carbon dioxide produced in five minutes and work out a rate per minute. There must be: • a title, which states clearly what is being investigated • a hypothesis, stated clearly in terms of how the independent variable is expected to influence the dependent variable, often extended to a prediction for the particular experiment • a clear description of the experimental procedure; this must be in such detail that anyone of the same level of understanding could easily replicate the procedure and it must include: – the apparatus used (a diagram of the assembled apparatus is useful) – details of any chemicals used; what volumes or concentrations or masses were used – details of any organisms used (for example, yeast, mice) – what strain and how many – details of any control experiments • a full account of the results obtained; it is often helpful to summarise these (where appropriate) in graphs, charts and tables • the conclusions that have been drawn from the results • an evaluation of the procedure; this is an honest assessment of the limitations of the procedure that has been used, pointing out any unavoidable limitations and inaccuracies that arose • an acknowledgement of the use of any other person’s work; this is usually done by identifying by a number the place in the report where other work has been used, and then listing the sources at the end of the work So, for the tomato seed experiment, the report could look something like this: Section How it would be written Title An investigation into the effect of tomato juice on the germination of tomato seeds. Hypothesis A chemical in tomato juice inhibits the germination of seeds. Prediction Seeds covered in tomato juice will germinate less well than seeds covered in distilled water. Procedure 30 tomatoes were blended for five minutes. The blended material was then filtered through some muslin and the liquid (juice) was collected. The seeds were extracted from the cellular material, which was then discarded. The juice was diluted with distilled water to give a total volume of 550 cm3. The tomato seeds were washed in distilled water for 30 seconds, to remove any chemicals from their surface. They were dried briefly on filter paper. 100 Petri dishes were prepared by placing a piece of filter paper in each. Each piece of filter paper had a 0.5 cm grid drawn on it. 20 seeds were placed in each Petri dish on the intersections of the lines of the grid (to ensure even spacing in all dishes). 10 cm3 tomato juice was added to half of the Petri dishes and 10 cm3 distilled water was added to the other half. All the dishes were placed in an incubator at a temperature of 20 °C for four days. At the end of this time the number of successful germinations in each dish was recorded and means for each condition were calculated. If a radicle (root) of 0.5 cm or more was present, the seed was said to have germinated. Results Out of 1000 seeds sown in each condition, 668 germinated in the distilled water (13.36 per dish) and 265 germinated in the tomato juice (5.3 per dish). Conclusion The hypothesis is accepted. The germination of the seeds in the tomato juice is much less successful than in distilled water. Some chemical in the tomato juice must therefore be inhibiting the germination. In tomato fruits, no seeds germinate, but it must be remembered that in our investigation, the juice had been diluted to give sufficient volume for 50 replicates of the investigation. Evaluation There were no anomalous results. The germination of seeds in all of the dishes in the experimental condition (the tomato juice) was less successful than in the dishes in the control condition (distilled water). The experiment was not without limitations. • It was only carried out for four days (to limit the development of fungal growth that might have interfered with germination). Had it been carried out for longer, the pattern may have been different. • It was only carried out at one temperature; this may have influenced the experimental and control conditions differently. Repeating the investigation at a range of temperatures would help to clarify this. • The judgement of germination (a radicle of 0.5 cm length) was somewhat arbitrary, but it did overcome the problem of including in the count seeds that had merely swollen with water but not produced any growth. We are of the opinion that these limitations had only a minor effect on the validity and reliability of this experiment. Acknowledgements Biology – Martin Rowlands – information on plant growth regulators. The above report has been tabulated for your ease of understanding. An actual report in a scientific journal would not be tabulated, although it would have many of the headings shown here.",
        "page_number": 11
    },
    {
        "_id": "rec_13",
        "topic": "1.2 The tools of a biologist",
        "chunk_text": "In this section you will be reviewing the nature and function of some basic ‘tools’ or pieces of apparatus of a biologist. Some of these you will have met before, others may be new to you. You will learn about the sort of tools that are needed in the laboratory and those that are needed when working in the field. Some pieces of apparatus are used in both situations.",
        "page_number": 15
    },
    {
        "_id": "rec_14",
        "topic": "What apparatus do biologists use?",
        "chunk_text": "How much time do you have? You only need consult the catalogue of a supplier of biological apparatus to see that the list is a pretty long one! However, we shall not be considering all the various sizes of test tubes or the different kinds of Bunsen burner or the different kinds of electronic equipment now available for biologists. We shall confine ourselves to the main items of field and laboratory equipment that biologists everywhere would recognise and be able to use.",
        "page_number": 16
    },
    {
        "_id": "rec_15",
        "topic": "What do biologists use in the laboratory?",
        "chunk_text": "This is still a large list. But there are some basic tools. These include: • microscopes • dissecting equipment • Petri dishes • pipettes and syringes • centrifuges • measuring cylinders • balances We have already considered measuring cylinders, pipettes and syringes when looking at the idea of ‘accuracy’ in scientific experiments. All these are used for measuring volumes, usually of liquids, but in some investigations they can be used to measure the volume of a gas. In this example, an upturned measuring cylinder is being used to collect oxygen gas produced when yeast converts hydrogen peroxide into water and oxygen. Some syringes are designed specifically as ‘gas syringes’ and could be used as an alternative way of collecting the oxygen in the above experiment. Balances are used for measuring mass. They come in a range of sizes and properties. Some can measure the mass of very heavy objects, but not with any great degree of precision. Others measure smaller masses to the nearest 0.0001 g (one ten-thousandth of a gram). Sometimes biologists need to dissect specimens to find out what they are like inside. This need not always mean dissecting a whole organism. Quite often, students dissect organs, such as the heart or the kidney, to find out about their structure. Biologists may dissect owl pellets – these are pellets containing the parts of food that the owl has eaten and that cannot be digested and have been regurgitated. Dissecting these can give information about what the bird has been eating. Figure 1.11 shows a standard dissecting kit containing a magnifying glass, scalpels, scissors, forceps (tweezers) and mounted needles. Figure 1.12 shows a student dissecting a frog. The student is using a scalpel to cut away the skin and reveal the abdominal organs. These can then be removed and studied individually. Petri dishes are round dishes made from glass or from plastic. They are used in many different ways, but usually to culture some organisms. They are often filled with a ‘jelly’ called agar and used to culture bacteria. There are many different agars containing different balances of nutrients. Each type of agar can encourage the growth of different bacteria. By marking a grid on the surface of the Petri dish, biologists can estimate how much of the dish is covered by bacteria and then use this to estimate how fast the bacteria are growing. Petri dishes are also used to propagate or culture plants. Petri dishes can also be used to: • show how effective different antibiotics are against certain types of bacteria • show how well different concentrations of enzymes digest a substance This Petri dish has one type of bacterium growing all over it – except in some of the areas near the white discs. These discs contain different antibiotics. The clear zones around the discs are areas where no bacteria are growing. Clearly some antibiotics are more effective against this bacterium than others. This Petri dish contains agar mixed with starch. There are several ‘wells’ in the agar which contain a starch-digesting enzyme. The whole area has been stained with iodine, which turns blue-black when it reacts with starch. The clear areas around the wells show that the enzyme has diffused out of the wells and digested the starch. As you know already from your study in grade 9, microscopes are one of the most vital tools in a biology laboratory. There are two main types: • optical microscopes that use beams of light to produce magnified images • electron microscopes that use beams of electrons to produce magnified images You are unlikely ever to use an electron microscope, simply because of cost. Light microscopes vary from basic microscopes that can be used in the laboratory and even taken out and used in the field to very sophisticated microscopes that are linked to image-enhancing computer programs to produce all kinds of images that help to make the image clearer. Of course, biologists also use electron microscopes that give much higher magnifications and, importantly, much higher resolution, so that more detail can be seen. Transmission electron microscopes allow researchers to view the structure of cells in great detail. The transmission electron micrograph (TEM) of the cell from the leaf of a tobacco plant in figure 1.18B shows six large chloroplasts, the vacuole of the cell and the nucleus and cytoplasm. Scanning electron microscopes do not see ‘into’ cells in the same way, but create images of the surface of a specimen by scanning it with a high-energy beam of electrons. Computer programming allows the different parts to be ‘false coloured’ for clearer interpretation. This is shown in the scanning electron micrograph (SEM) of the head of a monarch butterfly, figure 1.18A. Centrifuges are used to separate solids from liquids where simple filtration is not adequate for the task. Some solid particles are very tiny and float around in a liquid, although they are not properly dissolved in the liquid. Centrifugation can separate these solid particles from the liquid without the need to filter. The mixture is placed in a ‘centrifuge tube’ and placed in the centrifuge. The centrifuge then spins the tubes at high speed. As the tubes spin, the gravitational forces on the solid particles force them to the bottom of the tube. Some centrifuges, called ‘ultracentrifuges’, can spin really fast and cause extremely light particles to fall to the bottom of the tube. These ultracentrifuges are used to separate the various components of animal and plant cells. Centrifugation is commonly used in hospitals for stool tests where the ability to separate particles quickly and clearly is very useful.",
        "page_number": 16
    },
    {
        "_id": "rec_16",
        "topic": "What do biologists use in the field?",
        "chunk_text": "Biologists do a lot of work outside the laboratory. They study different areas to find out how the animals, plants and micro- organisms interact with each other and with the environment. They find out how an area changes over time and how it is influenced by human activity. All this involves: • taking measurements of the abundance of organisms in the field • taking samples of the environment (for example, soil, rocks, water) for analysis in the laboratory • collecting specimens for identification and analysis in the laboratory To gain an estimate of the abundance of organisms in an area, biologists often use quadrats. There are many different types, but the simplest is just a metal square. It is placed randomly on the ground and the organisms found inside it are counted and the numbers and types recorded. This data can be used to make an estimate of the abundance of the organisms in the area.The use of quadrats is not confined to sites on land. They can be used underwater also! Biologists also use quadrats to show how the numbers of a particular species changes across an area. To do this, they lay down",
        "page_number": 20
    },
    {
        "_id": "rec_17",
        "topic": "1.3 The relevance and promise of biological science",
        "chunk_text": "At the start of this unit we defined biology as ‘the science of life’. This makes it a pretty big subject! Biology seeks to understand how all life functions – including life on other planets, should it exist. Biology attempts to give scientific answers to many questions that most people think are important. Some of these are listed below: • Where did humans come from? • Where did I come from? • How do I work? • How did all life begin? • How is disease caused? • How is AIDS caused? • How can vaccines be developed against diseases like malaria and AIDS? • What makes cancer cells different from ordinary cells? • Will it ever be possible to grow a new kidney just for me? • Will people one day live forever? • What causes global warming? • How can we solve problems of food shortage?Because biology is the science of life, biologists undertake all kinds of research. Some try to find possible biological explanations for other, non-scientific, aspects of life. Some try to find biological explanations for why some people: • have a strong religious belief whilst others don’t • are record-breaking athletes, like Haile Gebrselassie and Meseret Defar, and others aren’t • have amazing musical talent, whilst others don’t, or • can write poetry, whilst others can’t. Biologists also try to find out why organisms behave in the way that they do. When this is applied to humans, it is often called ‘behavioural psychology’, but many consider it to be a branch of biology. Some of these biologists believe that it will one day be possible to understand how all the nerve cells that make up the brain interact with each other to store memories, carry out problem-solving activities and learn as well as modify behaviour patterns. The study of biology has relevance in almost every aspect of life. It would take far too long to analyse all aspects of the relevance of biology. However, there are some which are undoubtedly of great importance.",
        "page_number": 25
    },
    {
        "_id": "rec_18",
        "topic": "Biology and agriculture",
        "chunk_text": "The world’s population is growing at an alarming rate and this poses challenges to governments all over the world. The extra people all need homes, food and all the other services that are provided. Many biologists are addressing the problem of how to produce the extra food. However, they have another problem to consider, which is that global warming may alter the way in which crops grow. Many crops that now produce high yields in some countries will not do so if the current trends continue. Some countries will benefit, as they will find that their agricultural output will increase with global warming. There are many different estimates as to which countries will ‘win’ and which will ‘lose’. So how can biologists help? They are carrying out research into how to produce crop plants that: • will be adapted to the new conditions • are capable of producing their crop quickly so that more than one crop can be obtained per year from a field • are disease resistant • are drought resistant This work involves the genetic modification of existing crop plants to give them the new characteristics that will enable them to be productive in the changed environment.",
        "page_number": 26
    },
    {
        "_id": "rec_19",
        "topic": "Biology and medicine",
        "chunk_text": "Biologists are also able to give advice on ways of reducing the rate of population growth. They can advise individuals and governments on effective methods of contraception and ways of educating people about the need to limit population growth. Biologists, as we found earlier, are closely involved in medical work. Doctors and nurses have specialised biological knowledge and expertise to help sick people and to advise people on ways of staying healthy. Their work is supported by a whole range of other biologists, such as: • medical laboratory technicians who test blood samples and other samples and provide reports for doctors • medical researchers who are constantly finding out more about the ways in which disease-causing organisms function and are spread • radiographers, who produce X-rays and other images to help in the diagnosis of disease • specialised researchers who look into why and how cancer is caused • drug development researchers, who usually work for a commercial company and develop new drugs to treat diseases These are just a few of the biologists involved in medical work – there are many others.",
        "page_number": 27
    },
    {
        "_id": "rec_20",
        "topic": "Biology and the environment",
        "chunk_text": "Biologists are actively involved in monitoring the impact of global warming on the environment. Many of the fieldwork techniques we discussed earlier are used to find out how the abundance and distribution of species in areas are changing. These biologists give advice to governments on how best to conserve environments and to, where necessary, introduce new species that will maintain the best balance of species within the area. Biotechnology is an exciting area of biological research that is expanding rapidly. It involves many different aspects of biology. Some of these can be seen in figure 1.30 on the next page. The promise of research in these fields is huge. Among the goals are: • cures for genetic diseases • treatments for degenerative diseases, such as Parkinson’s disease and Alzheimer’s disease • establishing biologically controlled industrial processes to manufacture more biological products in the same way as insulin is now manufactured • producing drugs that are ‘tailor-made’ to suit an individual’s needs • genetically modifying plants to meet a specific need; for example: – plants that can produce a good yield of a crop in dry conditions – plants that produce their own insecticide will not need to be sprayed with chemical insecticides • cloning of productive animals and plants • production of monoclonal antibodies that can deliver a drug to only those cells that need treatment (for example, cancer cells) • using stem cells to repair damaged organs and, ultimately, to grow whole new organs from just a few of a person’s stem cells",
        "page_number": 27
    },
    {
        "_id": "rec_21",
        "topic": "The relevance of biology in Ethiopia",
        "chunk_text": "Biology is very relevant in Ethiopia considering the issues of overpopulation, food security, environmental well-being, health care, natural resource conservation, biodiversity and others, which the country needs to address. Practical biological knowledge is of special relevance for Ethiopia and education in biology needs special attention. • As citizens of Ethiopia we must have the biological literacy to understand and assist in the preservation, development and proper use of the abundant biological resources which are our heritage. • We need to systematically combine the wealth of indigenous knowledge with modern science by training an army of able biologists. • We need to control land degradation, biodiversity loss, diseases and other problems, as well as to develop the biological and agricultural potential that will contribute positively to transforming our country’s economy.",
        "page_number": 29
    },
    
    {
        "_id": "rec_23",
        "topic": "1.4 Biology and HIV/AIDS",
        "chunk_text": "AIDS is short for acquired immune deficiency syndrome and is caused by the human immuno deficiency virus (HIV). You will learn more about the structure of HIV and how it causes AIDS later. However, you should be aware that HIV infects cells in our immune systems called T-helper cells that enable us to fight off other diseases. For a time, our body keeps replacing the HIV- infected cells, and this can last for many years. However, the body eventually cannot keep pace and AIDS develops. People suffer from ‘opportunistic’ infections that they would normally have been able to fight off. They also start to develop some forms of cancer that they would not normally develop. AIDS is usually fatal. The AIDS epidemic is affecting more people than ever before. There are: • 33 million people living with AIDS (2.2 million in Ethiopia) • 2 million children living with AIDS • 11.6 million AIDS orphans in Africa alone (650 000 in Ethiopia) • over 17 million women living with AIDS worldwide If the map of the world was redrawn to show the numbers of people infected by HIV, it would look something like this:",
        "page_number": 30
    },
    {
        "_id": "rec_24",
        "topic": "How can biology help in the fight against AIDS?",
        "chunk_text": "There are several methods of combating the spread of a disease. These are described below. • Break the transmission pathway – if the disease cannot spread from one person to another, it will eventually disappear. • Produce drugs that kill the virus or at least stop it from reproducing. Antibiotics act in this way on bacteria, but cannot act on viruses. • Produce a vaccine against the virus. When vaccines are used, one of the aims is to build up a ‘herd immunity’ to break the transmission pathway. If enough people in an area are immune, the micro-organism causing the disease cannot easily spread to an uninfected person and so the disease is eliminated.",
        "page_number": 31
    },
    {
        "_id": "rec_25",
        "topic": "What can we do in the fight against AIDS?",
        "chunk_text": "There are a number of things that all of us can do. The first is to recognise that people with AIDS are quite simply sick people who need medical care as well as the support and love of their families and friends. AIDS victims have been stigmatised for years in all countries all over the world. This makes the problem worse in a number of ways: • It makes it harder for victims to come to terms with their illness. • It may prevent them from seeking early advice for fear of stigmatisation; this in turn may lead to further infection before the condition is diagnosed. • It can make governments reluctant to take decisive action for fear of offending powerful pressure groups. We must show tolerance and support. You may one day be in the unenviable position of having to watch someone you love die from a condition that gradually robs them of all ability to look after themselves and turns their body into a shadow of what it was. It could be someone much younger than you, which always seems even worse. People in this position need great strength of character to continue to support the dying person and probably support the rest of the family as well. We need friends to help us through this and we should not forget to help our friends also. The community must pull together: we cannot fight AIDS alone. You will probably have to make some difficult choices about your personal behaviour. Communities are made up of individuals and although communities can agree a course of action, individuals must then support this course of action. Although, as individuals, we can do little about the transmission of AIDS through infected blood products or from mother to child, there are things we can do to help control the spread of AIDS by breaking the transmission pathway. These include: • Restricting the number of sexual partners. In terms of AIDS, this is simple mathematics. If we have sex with many people, we increase our risk of contracting HIV and then passing it on. Sex within a loving, monogamous relationship limits the spread of AIDS. This will require strength of character as friends may not be prepared to restrict the number of their sexual partners. You should not be swayed and you should try to educate them that their choice is a threat to the health and well-being of the whole community. • Men can elect to be circumcised. This significantly reduces the risk of men acquiring HIV, although it has little effect on them passing on the virus if they do become infected. • Not sharing infected needles. Drug users who do this are, again, threatening the well-being of the community, as they may spread the virus from one to another and then into other members of the community through intercourse. You should be aware of all the dangers of the drug habit and make an informed choice that considers not just yourself, but others as well. Remember, community action is always better than individual action. Across Ethiopia, community initiatives and local government are coming together to make a difference in the AIDS response. During a visit to the country, a United Nations AIDS Executive Director visited some of the programmes and projects putting into action the goals of universal access to HIV prevention, treatment, care and support services. The government-run local health centres deliver primary health services such as family health, communicable disease prevention and control, including HIV and health education. Being aware of the advice these centres can offer is crucial in the fight against AIDS.",
        "page_number": 33
    },
   
    {
        "_id": "rec_27",
        "topic": "Summary",
        "chunk_text": "In this unit you have learnt that: • Biology is the study of life and living organisms; the term biology is derived from the words bios (= life) and logos (= study). There are many fields of biology including: – paleobiology, the study of the origin and evolution of life – biomedical biology, research into the development of new drugs and vaccines – astrobiology, the investigation of the possibility of life on other planets – and many more • Science is a unique, experimental system of acquiring a scientific knowledge of the scientific method. • The main steps of the Ask question scientific method are: Do background research Construct Think! hypothesis Try again Test with an experiment Analyse results draw conclusion Hypothesis is true Hypothesis is false or partially true Report results • Redi and Pasteur carried out controlled experiments that disproved the theory of generation. • Scientific experiments seek to establish cause and effect. • Experiments can only establish cause and effect if changes in the IV (independent variable) are shown to cause changes in the DV (dependent variable). • To show cause and effect a fair test must be carried out in which other factor results are controlled so that their influence can be eliminated. • Accuracy refers to how precisely a measurement is made. • Reliability concerns how repeatable the results of an experiment are and how dependable they are. • Validity concerns whether an experiment really measures what it says it is measuring. • Scientists report the results of their research in scientific journals such as Nature and Science. These are read by other scientists working in the same field who can repeat the research and comment on any conclusions that have been drawn. • Any report must contain: – a title, which states clearly what is being investigated – a hypothesis, often extended to a prediction for the particular experiment – a clear description of the experimental procedure – a full account of the results obtained; it is often helpful to summarise these (where appropriate) in graphs, charts and tables – the conclusions that have been drawn from the results – an evaluation of the procedure – an acknowledgement of the use of any other person’s work • Biologists use specialised equipment; some apparatus is used mainly in the laboratory, such as: – microscopes – centrifuges – Petri dishes – measuring cylinders – balances • Other apparatus is used mainly in the field, such as: – quadrats – plant presses – theodolites – GPS receivers – flow meters • Biological research is highly relevant to us all because it includes research into: – producing new crops that will help to feed an increasing world population – producing new vaccines including, one day, a vaccine against AIDS – producing new drugs that are more effective in treating diseases – the environment which will help us to maintain key habitats to prevent species from becoming extinct – genetic engineering which will offer ways of treating genetic diseases as well as helping to produce genetically engineered crops with a higher yield • Acquired Immune Deficiency Syndrome (AIDS) is caused by the Human Immunodeficiency Virus (HIV). • Africa has the highest incidence of AIDS anywhere in the world. • HIV can be transmitted by: – sexual intercourse – transfusion of infected blood – drug users sharing infected needles – from mother to child during pregnancy • HIV is a retrovirus and is treated by anti-retroviral drugs. • HAART (Highly Active Anti-Retroviral Therapy) is a combination of anti-retroviral drugs each targeted at a different phase of the HIV life cycle. • To reduce the spread of AIDS, we should: – restrict the number of sexual partners – not share infected needles – encourage men to be circumcised",
        "page_number": 35
    },

    {
        "_id": "rec_29",
        "topic": "Which chemical elements are found most frequently in living organisms?",
        "chunk_text": "Look at the periodic table below. This has all the chemical elements arranged in such a way that similar elements are placed in the same column – or group. The elements that are highlighted are the ones that are used to build nearly all biological molecules. What do you notice about their position in the periodic table? Can you find out the importance of this? Very few other elements are used to build biological molecules, although other elements do have specific functions in biological systems. Some elements that are important for humans are calcium (Ca) for bones, teeth and muscles, chlorine (Cl) for digesting food, fluorine (F) for tooth enamel and iron (Fe) to help blood carry oxygen around the body.",
        "page_number": 43
    },
    {
        "_id": "rec_30",
        "topic": "The most common elements",
        "chunk_text": "Hydrogen (H) 59% Oxygen (O) 24% Carbon (C) 11% Nitrogen (N) 4% Others (such as phosphorus (P) and sulphur (S)) 2% combined (The percentages given are averages for many different cells.)",
        "page_number": 44
    },
    {
        "_id": "rec_31",
        "topic": "Water, water everywhere?",
        "chunk_text": "Well, not quite everywhere. Water covers three-quarters of the planet and on the remaining one-quarter, which is land, water is often not very far away. It may be in streams, rivers, ponds, lakes or in huge underground aquifers.",
        "page_number": 45
    },
    {
        "_id": "rec_32",
        "topic": "What is water?",
        "chunk_text": "Just about everyone knows the chemical formula for water – H O. Water is made of molecules, each of which contains two hydrogen atoms bonded to one oxygen atom. Notice that the molecule is not ‘straight’ it is bent into a ‘v’ shape. Also, the molecule forms what we call a ‘dipole’. Part of the molecule has a slight negative charge (δ–) and other parts have a slight positive charge (δ+). What is less well known is that in a mass of water (such as the water in a glass or the water in a pond), all the water molecules are interlinked! Besides the bonds joining the hydrogen atoms to the oxygen atom, there are very weak bonds – called hydrogen bonds – that join the oxygen in one water molecule (the slightly negative part) to the hydrogen in another water molecule (the slightly positive part).",
        "page_number": 45
    },
    {
        "_id": "rec_33",
        "topic": "Why is water so important to living things?",
        "chunk_text": "The very first cells on Earth evolved in water about 3.5 billion years ago. Water has many properties that make it important to living things in a number of ways, such as: • a place to live • a transport medium • a reactant in many chemical reactions • a place for other reactions to take place • water is a vital chemical constituent of living cells Water is a place to live in. Many organisms live in water. Plants and algae both live in water as do many different types of animals Water is transparent. This means that light can pass through the water and allow the plants and algae to photosynthesise. It also means that animals can see where they are going. However, water does not allow all light to pass through it and as we go deeper and deeper, less and less light penetrates. Different wavelengths of light penetrate to different depths. Red and indigo wavelengths are soon lost. Blue and green wavelengths penetrate deeper than others. Water has a high specific heat capacity. This means that it takes quite a lot of energy to heat water up. Water also loses heat quite slowly. This has the overall effect that water stays more or less the same temperature – particularly large masses of water, such as oceans and lakes. This is important as the functioning of enzymes in living cells is affected by temperature. Too hot or too cold and the enzymes do not function efficiently and the reactions in the cells controlled by the enzymes are not carried out efficiently. Ice is less dense than liquid water. It is unusual for the solid form of a substance to float on the liquid form of the same substance, but ice floats on water. This is because water expands when it freezes. So, in cold weather, water freezes from the top down. The ice on the surface then acts as an insulator and slows down the heat loss from the liquid water underneath. So life can continue in relatively warm water underneath the ice all through the cold weather. Water has a high latent heat of vaporisation. This means that it takes a lot of energy to turn liquid water into water vapour (or steam). In turn this means that water doesn’t vaporise too easily and that ponds don’t dry up too quickly in hot weather – and the organisms in the pond have a better chance of survival. This property is also important in temperature control. When we sweat, the energy needed to vaporise the sweat comes from our bodies. This heat is then lost from our bodies and so we cool down. If water vaporised easily, sweating wouldn’t be as effective in controlling our body temperature. Water has a high surface tension. The water molecules in the main body of a mass of water are hydrogen-bonded to other water molecules on all sides. But at the surface, there is no hydrogen bonding above. So the ‘pull’ from the sides is stronger than it would otherwise be and the molecules at the surface are held together more strongly. This is why some animals can ‘walk on water’ and why others can attach themselves to the surface of the water and live just below the surface. The water strider in figure 2.10 is just one example of an insect that is so light that the force of the surface tension of the water can support the weight of the insect. The mosquito larvae in figure 2.11 hang from the surface of the water by their breathing tubes. The surface tension is sufficiently strong to hold their weight. Water is a good solvent for many substances Many organic and inorganic substances important to life dissolve in water, but don’t dissolve either at all or as well in other liquids. Water is very versatile. Because these substances dissolve in water, they can be transported in a water-based transport medium. Biological mechanisms such as active transport, diffusion and facilitated diffusion move the substances into and out of the water (in the transport medium). In mammals, the plasma of blood is 90% water. This is forced through the system of veins arteries and capillaries by the heart. In plants water carries dissolved minerals upwards from the roots to other parts of the plants in the xylem vessels. Water in the phloem tubes carries dissolved organic substances all over the plant. Water has the ideal viscosity for a transport medium. Viscosity is a measure of how fluid a liquid is – how easily it flows. If water were more viscous (less fluid) than it is – think of tar! – then the heart would not be able to move it through the blood vessels. Also, the water inside cells transports substances around the cell; if it were more viscous, it would damage the delicate organelles in the cells. If water were less viscous (more fluid) than it is, it would flow too easily and, inside cells, the organelles would not be supported. Similarly, in the circulatory system, a less viscous liquid would not move the blood cells around the system as efficiently.",
        "page_number": 46
    },
    {
        "_id": "rec_34",
        "topic": "Water and support in cells",
        "chunk_text": "When plant cells absorb a lot of water, they swell until their cellulose cell wall won’t let them swell any more. In this condition, we say they are turgid. Turgid cells press against each other and this pressure helps to support the plant. If the cells lose water, the pressure decreases and so does the support.",
        "page_number": 49
    },
    {
        "_id": "rec_35",
        "topic": "Water as a reactant.",
        "chunk_text": "Many reactions in living things need water as a raw material. Photosynthesis – the process which begins the process of energy transfer between living things – requires water as one of its reactants. No water, no photosynthesis. Water is also involved in digesting large food molecules into smaller ones. Reactions that use water to split large molecules are called hydrolysis reactions. Hydro = water; lysis = splitting. Water molecules are used to split large food molecules into smaller ones that can be absorbed into the bloodstream. Water is also involved in other reactions. For example, it is involved in reactions with carbon dioxide in red blood cells that are important in the transport of carbon dioxide around the body as hydrogen carbonate ions.",
        "page_number": 49
    },
    {
        "_id": "rec_36",
        "topic": "Water as a medium for chemical reactions.",
        "chunk_text": "Cells function because of the many chemical reactions that are continually taking place in them. Many of these take place on the membrane systems of the cell, but others take place in the liquid ‘cytosol’ of the cytoplasm. Also, many of the reactions of photosynthesis and respiration take place in the liquid inner regions of chloroplasts and mitochondria. Water is an ideal medium for these reactions – for some of the reasons already discussed: • It can dissolve many substances – the reactions will only take place effectively in solution. • It has a low viscosity – the particles can move around and come easily into contact with each other. So, we can see that, without water, life as we know could not possibly exist. Water is just too important.",
        "page_number": 50
    },

    {
        "_id": "rec_38",
        "topic": "What are carbohydrates and why do we need them?",
        "chunk_text": "All carbohydrates contain the elements carbon, hydrogen and oxygen. The hydrogen and oxygen atoms in a carbohydrate molecule are present in the ratio of two hydrogen atoms to one oxygen atom (for example, glucose, C H O , and maltose, 6 12 6 C H O ). Carbohydrates range from very small molecules 12 22 11 containing only 12 atoms, to very large molecules containing thousands of atoms. Carbohydrates have a range of functions: • They are used to release energy in respiration – glucose is the main respiratory substrate of most organisms. • Carbohydrates are a convenient form in which to store chemical energy; storage carbohydrates include: – starch in plants – glycogen in animals • Some carbohydrates are used to build structures; structural carbohydrates include: – cellulose, which is the main constituent of the primary cell wall of plants – chitin, which occurs in the cell walls of fungi and in the exoskeletons of insects – peptidoglycan, which occurs in bacterial cell walls",
        "page_number": 52
    },
    {
        "_id": "rec_39",
        "topic": "What different types of carbohydrates are there?",
        "chunk_text": "Monosaccharides are the simplest carbohydrates. A monosaccharide molecule can be thought of as a single sugar unit. Other, more complex, carbohydrates have two or more monosaccharide units joined together. Monosaccharides can be classified according to how many carbon atoms are present in the molecule. • A triose monosaccharide has three carbon atoms – formula C H O . Glycerate phosphate is a triose important in 3 6 3 photosynthesis.",
        "page_number": 52
    },
    {
        "_id": "rec_40",
        "topic": "Starch",
        "chunk_text": "Starch is not a single compound but a mixture of amylose and amylopectin. Both are polymers of α-glucose, but the arrangement of the α-glucose monomers in these compounds is different. Amylose is a linear molecule containing many hundreds of α-glucose molecules joined by α-1,4-glycosidic bonds. As it is being formed, this long chain winds itself into a helix.\nWhy starch stains blue or black or blue-black with iodine\nThe amylose molecule winds itself into a helix when in contact with water. This allows a reaction to occur between the starch and the iodine solution. Rows of iodine atoms sit inside the amylose helix. This changes the light-absorbing properties of both, so that the amylose–iodine complex appears blue. Starches in different plants have different proportions of amylose and amylopectin. This results in different shades of blue-black with the iodine test, because only the amylose reacts with iodine.",
        "page_number": 56
    },
    {
        "_id": "rec_41",
        "topic": "Amylopectin",
        "chunk_text": "Amylopectin also has a linear ‘backbone’ of α-glucose molecules joined by α-1,4-glycosidic bonds. But in amylopectin, there are also side branches. These occur at certain points along the chain when a glucose molecule forms an α-1,6-glycosidic bond with another glucose molecule as well as the usual α-1,4-glycosidic bond. This results in amylopectin having a branching structure.\nThe branched nature of amylopectin means that there are many ‘ends’ to the molecule. This allows it to be quickly hydrolysed by enzymes acting at the ends of the chains to release glucose for respiration.\nHow the structure of starch is suited to its function\nStarch is a plant storage carbohydrate. How does its structure suit it to this function?\n• Both amylose and amylopectin are compact molecules, so many α-glucose molecules can be stored in a small space, without affecting cell metabolism.\n• Both amylose and amylopectin are insoluble. If soluble glucose were stored (instead of first being converted to starch), it would draw water, by osmosis, from neighbouring cells and from organelles within the cell. Insoluble starch produces none of these effects.\n• In addition, because amylose and amylopectin are insoluble, the molecules cannot move out of cells – they remain in storage organs.\n• The branched nature of amylopectin means that there are many ‘ends’ to the molecule. Therefore, starch can be quickly hydrolysed (by enzymes acting at the ends of the chains) to release glucose for respiration.",
        "page_number": 57
    },
    {
        "_id": "rec_42",
        "topic": "Glycogen",
        "chunk_text": "Glycogen is a storage carbohydrate in animal cells. It has a similar structure to that of amylopectin – but there are more α-1,6 links, making it much more highly branched. Because of this, it can be hydrolysed even more quickly to release glucose for respiration. This is important because animals have a higher metabolic rate than plants and need to release energy more quickly to ‘drive’ their metabolic processes.",
        "page_number": 57
    },
    {
        "_id": "rec_43",
        "topic": "Cellulose",
        "chunk_text": "Cellulose is a polymer of β-glucose molecules joined by β-1,4- glycosidic bonds, formed by condensation reactions. However, because of the different position of the H and OH groups on carbon atom 1 compared to α-glucose, every other glucose unit in the chain is upside down. Also, the chain is unbranched.\nMany cellulose molecules lie side by side and hydrogen-bond to each other. This results in the formation of cellulose microfibrils. Many of these microfibrils bond together to form bigger fibres or fibrils, which make up the structure of cell walls.\nHow the structure of cellulose is suited to its function\nThe cellulose molecule is unbranched. This allows hydrogen bonding and the formation of microfibrils. If it were branched, microfibrils could not form. It is the fibrous nature of cellulose that gives the cell walls their strength, but also gives them some flexibility.",
        "page_number": 57
    },
    {
        "_id": "rec_44",
        "topic": "What are lipids?",
        "chunk_text": "Like carbohydrates, nearly all lipids contain only the elements carbon, hydrogen and oxygen, but they contain much less oxygen than carbohydrates.\nLipids are a varied group of compounds that include:\n• triglycerides – formed from glycerol and three fatty acids\n• phospholipids – formed from glycerol, two fatty acids and a phosphate group\n• waxes – formed from fatty acids and long-chain alcohols\nWhilst some lipids have quite large molecules, they are not polymers and, in many cases, their molecules are relatively small. The feature that they all share is that are all made from fatty acids and alcohols.\nBecause of their varied nature, lipids have a range of functions. Waxes are so insoluble in water that they make excellent water repellents, for example, in coating birds’ feathers and the epidermis of the leaves of plants (the waxy cuticle).\nPhospholipids are one of the basic components of all cell membranes.\nTriglycerides have several functions including:\n• respiratory substrate – a molecule of triglyceride yields over twice as many molecules of ATP (twice as much energy) as a molecule of glucose\n• thermal insulation – the cells of adipose tissue found under the skin of many animals contain large amounts of triglycerides, which give good thermal insulation\n• buoyancy – lipids are less dense than water (oil floats on water), so the presence of large amounts of lipid reduces the density of an animal, making it more buoyant\n• waterproofing – the oils secreted by some animals onto their skin are triglycerides",
        "page_number": 59
    },
    {
        "_id": "rec_45",
        "topic": "Triglycerides",
        "chunk_text": "A triglyceride molecule is an ester formed from one molecule of glycerol and three fatty acid molecules.\nA fatty acid molecule consists of a covalently bonded hydrocarbon chain, at the end of which is a carboxyl group, which has acidic properties. The hydrocarbon chain is non-polar (this means that it has no charge). The carboxyl group (the functional group of the fatty acid) is ionic and dissociates in solution to form COO– and H+ (hydrogen ion). The hydrogen ions released make the solution acidic.\nThe nature of the hydrocarbon chains in fatty acids can differ in two main ways:\n• The number of carbon atoms in the chains can vary.\n• Hydrocarbon chains with the same number of carbon atoms can have different numbers of hydrogen atoms.\nThis is because of the nature of the bonding between the carbon atoms in the chain. If all the carbon–carbon bonds in the hydrocarbon chain are single bonds, the fatty acid is a saturated fatty acid. If one of the carbon–carbon bonds is a double bond, then it is a monounsaturated fatty acid. If more than one carbon–carbon bond is a double bond, then the fatty acid is a polyunsaturated fatty acid.\nSometimes we wish to represent a ‘generalised fatty acid’. This means a diagram that shows the general arrangement of the molecule, including the functional group, but that could have any number of carbon atoms in the hydrocarbon chain.\nWhen triglyceride molecules are formed, condensation reactions take place to join three fatty acid molecules to a glycerol molecule. The bonds formed are called ester bonds. These ester bonds can be broken by hydrolysis to give glycerol and fatty acids once again.",
        "page_number": 59
    },
    {
        "_id": "rec_46",
        "topic": "Phospholipids",
        "chunk_text": "Phospholipids are formed when two fatty acid molecules are bonded to the glycerol and the place of the third is taken by a phosphate group. Since the phosphate group is ionic and the hydrocarbon chains of the two fatty acids are covalently bonded, there are two distinct regions to a phospholipid molecule:\n• a hydrophilic (water-loving) region, consisting of the phosphate ‘head’\n• a hydrophobic (water-hating) region, consisting of the hydrocarbon ‘tails’\nIn water, phospholipids become organised into a bilayer (two layers sandwiched together). In this configuration, the hydrophilic heads face outwards into the water and the hydrophobic tails face inwards, away from the water. Phospholipid bilayers are the basis of plasma membranes. We will study these in detail in unit 4.\nNotice how the structure of a phospholipid has been simplified.",
        "page_number": 61
    },
    {
        "_id": "rec_47",
        "topic": "Why do we need proteins?",
        "chunk_text": "Proteins are extremely important substances that are needed to form all living cells. Their molecules contain the elements carbon, hydrogen and oxygen (like carbohydrates and lipids), but they also contain nitrogen and most contain sulphur. Protein molecules are polymers of amino acids and so are macromolecules also. But they vary enormously in size; the smallest protein molecules contain fewer than 100 amino acids, whilst the largest contain several thousand.\nProteins have a range of functions; they are important in:\n• the structure of plasma membranes – protein molecules form ion channels, transport proteins and surface receptors for hormones, neurotransmitters and other molecules\n• the immune system – antigen and antibody molecules are proteins\n• the control of metabolism by enzymes – all enzymes are proteins\n• the structure of chromosomes – DNA is wound around molecules of the protein histone to form a chromosome\nAll amino acid molecules are built around a carbon atom (the α-carbon) to which is attached:\n• a hydrogen atom\n• an amino group (–NH2)\n• a carboxyl group (–COOH)\n• an ‘R’ group, which represents the other atoms in the molecule, such as a single hydrogen atom, a hydrocarbon chain or a more complex structure\nTwo amino acids can be joined together by condensation to form a dipeptide. This takes place in much the same way as when two monosaccharides join to form a disaccharide. H and OH are lost to create a molecule of water. The ‘H’ is lost from the amino group on one amino acid and the ‘OH’ is lost from the carboxyl group on the other amino acid. ‘Spare bonds’ are created on each molecule, which then join to form a peptide bond, which holds the two amino acids together.",
        "page_number": 61
    },
    {
        "_id": "rec_48",
        "topic": "What are nucleic acids?",
        "chunk_text": "Biologists discovered two different types of nucleic acid at the end of the nineteenth century:\n• DNA or DeoxyriboNucleic Acid – DNA is the nucleic acid found in chromosomes. Each gene is a short section of DNA that codes for a specific protein and, as a result, determines a particular feature. DNA is the genetic material.\n• RNA or RiboNucleic Acid – RNA is a nucleic acid found both in the nucleus and the cytoplasm. Different types of RNA are involved in allowing a specific gene (DNA) to produce the protein it codes for.\nDNA was isolated from animal cells and RNA from yeast cells. It was not until much later that biologists realised that both types are present in all living cells. We shall study the structure and functioning of nucleic acids in more detail in grade 12, but they are very important biological molecules, so we will just outline their structure and functions now. Both types of nucleic acids are made from structures called nucleotides. All nucleotides have the same basic structure.\nAll nucleotides have the same three components:\n• a phosphate group\n• a pentose sugar (deoxyribose in DNA nucleotides and ribose in RNA nucleotides), and\n• one of four nitrogenous bases – Adenine, Cytosine, Guanine and either Thymine (DNA) or Uracil (RNA).\nDNA is a huge molecule made up of two strands of nucleotides wound into a double helix. RNA is much smaller and is single-stranded. Figure 2.39 overleaf shows the structures of both.",
        "page_number": 64
    },
    {
        "_id": "rec_49",
        "topic": "How can we find out which biological molecules are in foods?",
        "chunk_text": "There are biochemical tests for a range of biological molecules. These include:\n• starch\n• reducing sugars\n• non-reducing sugars\n• lipids\n• proteins.",
        "page_number": 66
    },
    {
        "_id": "rec_51",
        "topic": "What are enzyme molecules like?",
        "chunk_text": "First, all enzymes are globular proteins. We learned in unit 2 that globular proteins all have a unique tertiary structure, which gives them a unique shape. Figure 3.1 shows a model of the tertiary structure of the human lipase enzyme that hydrolyses lipids into fatty acids and glycerol. You should be able to identify regions where there is: • an α-helix • a β-pleated sheet • no folding into a secondary structure. Second, within that very complex structure is a region called the active site. This is the part of the enzyme molecule that binds with its substrate so that the enzyme can catalyse the chemical reaction. The active site of an enzyme is shaped to allow: • binding with a particular substrate and that substrate only, and • binding in such a way that the reaction can take place requiring less energy than if the enzyme was not present. We can use the example of the enzyme sucrase catalysing the hydrolysis of sucrose substrate into glucose and fructose to illustrate this. The substrate for the enzyme is the molecule of sucrose. This binds with the active site to form an enzyme–substrate form an enzyme–substrate complex. A molecule of water then reacts with the sucrose to hydrolyse the molecule into glucose and fructose. These are then released from the active site, which can then accept another molecule of sucrose. It is important to note that the enzyme is unaltered by the reaction. This is shown in figure 3.2.",
        "page_number": 80
    },
    {
        "_id": "rec_52",
        "topic": "What are the properties of enzymes?",
        "chunk_text": "• They are all proteins. • They are biological catalysts: they speed up a reaction without being used up, so they can be used over and over again. • They are specific: they catalyse one reaction only. • A small amount of enzyme can bring about a change in a large amount of its substrate. • Enzymes are affected by pH and temperature. They can be destroyed by excessive heat. They are also affected by the concentration of their substrate and the presence of certain substances that act as inhibitors.",
        "page_number": 81
    },
    {
        "_id": "rec_53",
        "topic": "What are catalysts?",
        "chunk_text": "A catalyst is a substance that speeds up a reaction; the reaction itself is unaltered. There is no overall change to: • the nature of the products • the energy change that takes place during the reaction • the catalyst itself Enzymes allow biochemical reactions inside cells to take place quickly, at a temperature that will not damage the structure of the cell.",
        "page_number": 81
    },
    {
        "_id": "rec_54",
        "topic": "Why are enzymes specific?",
        "chunk_text": "This is also a function of the active site. Because of the conformation of the active site (the way in which it is shaped), only a certain substrate or combination of substrates can bind with it. Because only one substrate (or substrate combination) can bind, there is only one possible reaction that can be catalysed. This is illustrated in figure 3.3.",
        "page_number": 81
    },
    {
        "_id": "rec_55",
        "topic": "How are enzymes affected by pH and by temperature?",
        "chunk_text": "Temperature affects enzyme action in two ways: • a higher temperature gives the enzyme molecules (and their substrate molecules) more kinetic energy; they move around faster and form more enzyme–substrate complexes • a higher temperature affects the chemical bonds holding the tertiary structure of the enzyme in place (particularly those in the active site); as more and more of these bonds break, the shape of the active site changes and it can no longer bind with its substrate pH affects the enzyme molecule in a similar way to high temperatures. A pH that is too low (too acid) or too high (too alkaline) will cause charges on the active site to alter and cause the active site to lose its conformation. The substrate cannot bind and so the reaction is no longer catalysed.",
        "page_number": 81
    },
    {
        "_id": "rec_56",
        "topic": "How do we name and classify enzymes?",
        "chunk_text": "Common or working enzyme nomenclature (naming of enzymes) Table 3.1 gives some examples of enzymes and the reactions they catalyse. Name of enzyme Reaction catalysed Lipase Hydrolysis of lipids ATPase Hydrolysis of ATP Succinate dehydrogenase Removal of hydrogen ions from succinate (during respiration) DNA polymerase Joining of nucleotides to form DNA Pepsin Digestion of proteins in the stomachs of mammals Different enzymes are named in different ways. • Most commonly enzymes are named by adding ‘ase’ to part of the name of the substrate. For example, lipase (lipid hydrolysing enzyme), sucrase (sucrose hydrolysing enzyme). • Sometimes the enzymes are named on the basis of the reaction that they catalyse. For example, polymerase (aids in polymerisation – joining similar units together), dehydrogenase (removal of hydrogen atoms or ions). • Some enzymes have been named based on the source from which they were first identified. For example, papayin from papaya. Others are named according to where they act. For example, intestinal protease acts on proteins in the intestine. • The names of some enzymes end with ‘in’, indicating that they are basically proteins. For example, pepsin, trypsin, etc. These enzymes usually have alternative names that tell you rather more about them. For example, the alternative name for pepsin is gastric protease. This tells you that it acts on proteins and it does so in the stomach. Because of the varied ways in which enzymes had been named, biologists at the Enzyme Commission decided to produce a systematic way of naming enzymes, based on the ways in which the enzymes act. To appreciate this, we must first look at how enzymes are classified.",
        "page_number": 82
    },
    {
        "_id": "rec_57",
        "topic": "Enzyme classification and the systematic nomenclature of enzymes",
        "chunk_text": "Enzymes are generally classified on the basis of the type of reactions that they catalyse. Six groups of enzymes can be recognised on this basis. Table 3.2 lists these groups along with examples. Class Reaction catalysed Examples 1. oxidoreductases Transfer of hydrogen and oxygen atoms or Dehydrogenases electrons from one substrate to another oxidases 2. Transferases Transfer of a specific group (a phosphate or Transaminase methyl, etc.) from one substrate to another kinases 3. Hydrolases Hydrolysis of a substrate Esterases Digestive enzymes 4. Isomerases Change of the molecular form of the substrate Phosphohexoisomerase Fumerase 5. Lyases Nonhydrolytic removal of a group or addition of Decarboxylases a group to a substrate Aldolases 6. Ligases Joining of two molecules by the formation of Citric acid synthetase (Synthetases) new bonds Each class of enzymes contains several different, but related, subclasses. Each subclass is further divided into sub-subclasses. Within the sub-subclasses, each enzyme has a number. So, in the systematic naming of enzymes, an enzyme will have a ‘name’ such as EC 3.4.11.1. Each part of the description tells us something about the enzyme: • EC stands for Enzyme Commission • the first number shows to which of the six main classes the enzyme belongs • the second figure indicates a subclass • the third figure gives a sub-subclass • the fourth figure is the serial number of the enzyme in its sub-subclass. Enzyme EC 3.4.11.1 is: • a hydrolase – all the enzymes in class 3 hydrolyse some kind of bond • a peptidase – all the enzymes in subclass 4 of class 3 are peptidases and hydrolyse peptide bonds • an amino-peptidase – all the enzymes in sub-subclass 11 of sub-class 4 are amino-peptidases; they hydrolyse peptide bonds at the amino end of a polypeptide chain • leucyl-amino-peptidase – this particular amino-peptidase is number 1 of this sub-subclass",
        "page_number": 82
    },
    {
        "_id": "rec_58",
        "topic": "What do enzymes do for you?",
        "chunk_text": "We have been using enzymes for thousands of years – although the people who used them then didn’t know quite what they were using! Unknowingly, they used enzymes (in yeast) to make bread and beer. These are almost certainly the first uses of ‘enzyme technology’. Yeast is a unicellular fungus that ferments carbohydrates to produce carbon dioxide and alcohol. The enzymes in yeast control the reactions of fermentation. Figure 3.4 shows some yeast cells. How long people have been brewing beer? The oldest proven records of brewing are about 6000 years old in the ancient country of Sumeria, in the Middle East. A document 4000 years old is a Sumerian ‘Hymn to Ninkasi’, who was the goddess of brewing! The ‘hymn’ is also a recipe for making beer. Of course, these people did not know they were using enzymes. They did not know at first that they were using yeast! But as time progressed people found that it was the yeast that fermented carbohydrates into alcohol. Now we know that several enzymes are involved in the brewing process and can control it much more efficiently. We still use yeast to brew alcoholic drinks, such as tella, and to bake breads, such as injera. Both these Ethiopian products are often made at home, as well as professionally. When dough is baked to produce the bread, the tiny amount of alcohol formed is lost and the carbon dioxide expands to make the dough ‘rise’ to form a loaf of bread. When beer is brewed, it is the carbon dioxide that is lost and the alcohol remains! However, enzyme technology is now very big business. Enzymes are used in many industries. They are used to produce washing powders – the enzymes in the washing powders digest the stains in the clothes. ‘Stone-washed’ denim jeans are now given their stone-washed look by the action of enzymes. Table 3.3 shows just a few of the areas where enzyme technology is used. Table 3.3 Some industrial uses of enzyme technology Sector Application area Benefits Dairy • Biochymosin to produce cheese • Supplies of natural rennet from calves livers are limited • Lactase to produce lactose-free milk • Lactose-intolerant people suffer fewer cramps Detergents • Use of proteases, lipases and amylases in biological washing powders • Many biological stains are removed efficiently at low temperatures (saving energy) • Use of proteases and amylases in dishwasher detergents • Remove food particles at lower temperatures and require fewer bleaching products to be added Textiles • Proteases to remove hair and lipases to degrease animal hides • Process is carried out much quicker than by traditional methods • Use of cellulase to ‘bio-polish’ cotton fabrics • Produces a smoother and glossier finish • Use of cellulase to ‘bio-stone’ denim • The enzyme gives the ‘stone-washed’ effect much more easily Food processing • Pectinase to process fruit juice • Clarifies fruit juice • Inverase to produce liquid-centre chocolates • Sucrose paste in the chocolate is made liquid by injection of the enzyme Pulp and paper • Amylases used in starch conversion • Reduces the quantity of starch in the paper and improves quality • Use of xylanase enzymes in pre-bleaching the pulp • Produces a whiter paper • Use of esterases in control of ‘stickies’ (glues introduced during paper recycling) • Stickies would otherwise clog the machinery and reduce the quality of the paper Medicine • Glucose oxidase in clinistix strips, tests for glucose urine • Allows easy diagnosis of diabetes by testing urine • Liver enzymes • Testing for high levels of these in the blood confirms liver damage • Pulmozyme to treat cystic fibrosis • Reduces viscosity (stickiness) of mucus Pharma- ceutical • Streptokinase to dissolve clots of heart-attack patients • Restores blood supply to area of heart muscle • Production of abacavir sulphate is controlled by enzymes • Abacavir sulphate is an important anti-AIDS drug One of the appeals of using enzymes in industry is that they allow the reactions involved in the processes to be carried out at much lower temperatures. This means less energy (and therefore less money) is spent on heating the reactants. Because less heating is required, less carbon dioxide is produced and this can benefit the environment as carbon dioxide is a greenhouse gas and its accumulation in the atmosphere can lead to global warming.",
        "page_number": 84
    },

    {
        "_id": "rec_60",
        "topic": "How do enzymes act as catalysts?",
        "chunk_text": "Catalysts speed up chemical reactions. In order for molecules to react, they must have sufficient energy. This energy to start off the reaction is called activation energy (or E ). Imagine a reaction in a which substance A reacts with substance B to form substance AB. We can write an equation for this as: A + B → AB However, this does not tell the whole story. The equation gives only the reactants (starting materials) and the products. It does not show how the energy changes as the reaction takes place. The reactant must ‘climb an activation energy hill’ before anything happens. Under normal conditions, very few molecules of A and B have sufficient kinetic energy to ‘climb the activation energy hill’, so the reaction proceeds slowly. A catalyst lowers the activation energy required for the reaction. More reactant molecules can meet this lower energy requirement and so the reaction proceeds more quickly. Because the enzyme molecule is unaltered by the reaction, it can be used over and over, and so a small amount of enzyme can affect a large amount of substrate. This is shown in figure 3.8.",
        "page_number": 88
    },
    {
        "_id": "rec_61",
        "topic": "How do enzymes lower activation energy?",
        "chunk_text": "There are two models of enzyme action; the lock-and-key model, first proposed in 1894 by a German biochemist named Fischer and the induced-fit model, proposed in 1958 by Koshland. Both of these models suggest that the enzyme catalyses the reaction by lowering the activation energy. However, they differ in the way that they explain how this happens. In particular, they differ in explaining how the substrate binds to the active site of the enzyme.",
        "page_number": 88
    },
    {
        "_id": "rec_62",
        "topic": "The lock-and-key model",
        "chunk_text": "This model proposes that the shapes of the substrate molecules are complementary to that of the active site, rather like the shape of a key is complementary to that of the lock it fits. A useful way of thinking of complementary shapes is to think of an egg sitting in an egg cup. The egg can sit inside the egg cup because the shapes are complementary. One egg cannot sit inside another egg because the shapes are the same. The complementary substrate molecule binds with the active site of the enzyme to form the enzyme–substrate complex. The complex causes the reactants to enter a transition state in which the activation energy of the reaction is lowered. The reaction takes place and the products formed are released. The lock-and-key model of enzyme action suggests that the enzyme lowers the activation energy by providing an alternative pathway for the reaction. For example: Non-catalysed pathway: Reactant A + Reactant B ➞ Product AB Enzyme-catalysed pathway: Reactant A + Reactant B + enzyme ➞ Intermediate ➞ Product AB + enzyme This model sees the enzyme–substrate complex as the intermediate, which is part of a pathway that requires less energy than the normal pathway. However, a weakness of this model is that it does not explain shapes how the intermediate reduces activation energy.",
        "page_number": 88
    },
    {
        "_id": "rec_63",
        "topic": "The induced-fit model",
        "chunk_text": "This model suggests that the active site and the substrate aren’t naturally complementary in shape, but the binding of substrate molecules produces a conformational change (change in shape) in the active site. This allows the substrate and active site to bind fully. The conformational change also puts the substrate molecules under tension, so they enter a ‘transition state’ and are able to react because of the lowered activation energy. In the transition state, bonds in the reactants are put under strain and break more easily and rejoin with other bonds to form the products. The products formed leave the active site. This is shown in figure 3.11. Most biologists now prefer the induced-fit model over the lock-and-key model as it explains other properties of enzymes, such as enzyme inhibition, in a more complete manner than the lock-and-key model. The rate of a chemical reaction is the rate at which reactants are converted into products. In the case of an enzyme-controlled reaction, this is determined by how many molecules of substrate bind with enzyme molecules to form enzyme–substrate complexes. The number of molecules of reactants that form enzyme–substrate complexes with each molecule of an enzyme, per second, is the turnover rate of the enzyme.",
        "page_number": 89
    },
    {
        "_id": "rec_64",
        "topic": "Why do some enzymes need cofactors?",
        "chunk_text": "Sometimes an active enzyme isn’t just a single molecule, but is made from two molecules, neither of which has enzymic activity without the other. The two parts are the apoenzyme and the cofactor. We can define these in the following way:\nApoenzyme – a protein that combines with a cofactor, to form an active enzyme. The protein is inactive on its own.\nCofactor – a small non-protein particle essential for the activity of some enzymes. The cofactor combines with the apoenzyme to produce an active enzyme.\nWhere an active enzyme molecule comprises an apoenzyme and a cofactor, the whole is sometimes referred to as the holoenzyme.\nFigure 3.12 shows this.\nCofactors include:\n• coenzymes\n• mineral ions\nCoenzymes are organic molecules and many are derived from vitamins. They bind with the enzyme to give catalytic activity.\nSome enzymes can only function in the presence of certain mineral ions. These bind loosely with the enzyme to give it its catalytic activity. Table 3.6 shows some examples of enzymes that require mineral ions as cofactors.",
        "page_number": 90
    },
    {
        "_id": "rec_65",
        "topic": "3.3 Factors affecting the functions of enzymes",
        "chunk_text": "The turnover rate and, therefore, the activity of the enzyme are influenced by a number of external factors, including:\n• temperature\n• pH\n• substrate concentration\n• the presence of inhibitors",
        "page_number": 93
    },
    {
        "_id": "rec_66",
        "topic": "How hot must it be?",
        "chunk_text": "When the temperature is raised, particles are given more kinetic energy. This has two main effects:\n• ‘Free’ particles move around more quickly. This increases the probability that a substrate particle will collide with an enzyme molecule.\n• Particles within a molecule vibrate more energetically. This puts strain on the bonds that hold the atoms in place. Bonds begin to break and, in the case of an enzyme, the shape of the molecule, and the active site in particular, begin to change. The enzyme begins to lose its tertiary structure (remember it is a protein) and denature. Figure 3.13 shows this.\nThe activity of an enzyme at a given temperature is a balance between these two effects. If the raised temperature results in little denaturation but a greatly increased number of collisions, the activity of the enzyme will increase. If the higher temperature causes significant denaturation then, despite the extra collisions, the activity of the enzyme will probably decrease. The temperature at which the two effects just balance each other is the optimum temperature for that enzyme. Any further increase in temperature will cause increased denaturation that will outweigh the effects of extra collisions. A decrease in temperature means that fewer collisions will occur. Figure 3.14 shows this. Note that the graph is not symmetrical. Above the optimum temperature, the enzyme denatures very quickly to the point at which the shape of the active site has changed so much that an enzyme–substrate complex cannot form. At this point the reaction rate is zero.",
        "page_number": 93
    },
    {
        "_id": "rec_67",
        "topic": "How acidic must it be?",
        "chunk_text": "The pH scale is a measure of the hydrogen ion concentration of a solution or other liquid system. The pH scale ranges from 0 to 14. Solutions with a pH of less than 7 are acidic, those with a pH of more than 7 are alkaline and a solution with a pH of exactly 7 is neutral. The majority of enzymes in most mammals function most efficiently within the pH range 6.0–8.0, although the optimum pH of pepsin (an enzyme found in the stomach) is between pH 1.0 and pH 3.0. Significant changes in pH can affect an enzyme molecule by:\n• breaking ionic bonds that hold the tertiary structure in place; this leads to denaturation of the enzyme molecule\n• altering the charge on some of the amino acids that form the active site; this makes it more difficult for substrate molecules to bind\nThese effects occur if the pH becomes either more acidic or more alkaline. Figure 3.15 shows this effect.",
        "page_number": 94
    },
    {
        "_id": "rec_68",
        "topic": "Does the concentration of the substrate matter?",
        "chunk_text": "The activity of an enzyme depends on the number of substrate molecules per second that bind to form enzyme–substrate complexes. So the number of substrate molecules present must have an effect. A small number of substrate molecules means few collisions and so only a few enzyme–substrate complexes form. Increasing the concentration of the substrate means more collisions and more enzyme–substrate complexes. So, the overall rate of reaction is increased. Eventually, because of the high substrate concentration, each enzyme molecule could be working at maximum turnover – that is, each active site is binding with substrate molecules all the time and there is no ‘spare capacity’ in the system. Increasing the substrate concentration beyond this point will have no effect on the activity of the enzyme because all the active sites are occupied all the time. Figure 3.17 shows this effect.",
        "page_number": 95
    },
    {
        "_id": "rec_69",
        "topic": "How much enzyme should there be?",
        "chunk_text": "Assuming a constant large supply of substrate molecules, each enzyme molecule will work at maximum turnover. Therefore, the reaction rate will be directly proportional to the number of enzyme molecules – the concentration of the enzyme. Increasing the concentration will increase the reaction rate. However, increasing the concentration of the enzyme will not increase the activity of the enzyme. Each enzyme molecule will be working at maximum turnover, so the activity of the enzyme is likely to remain constant.",
        "page_number": 96
    },
    {
        "_id": "rec_70",
        "topic": "How do other substances affect enzyme activity?",
        "chunk_text": "Inhibitors are substances that bind to enzymes and prevent them from forming enzyme–substrate complexes and, as a result, stop, or slow down, the reaction. There are two main types of inhibitors:\n• irreversible inhibitors, and\n• reversible inhibitors.\nIrreversible inhibitors bind strongly to enzymes, usually by a covalent bond, permanently altering the structure of the enzyme",
        "page_number": 99
    },
    {
        "_id": "rec_71",
        "topic": "Competitive inhibitors",
        "chunk_text": "Competitive inhibitors have molecules with shapes that are complementary to all, or part, of the active site of an enzyme. They are often similar in shape to the substrate molecules. They can bind enzyme–inhibitor complex with the active site and prevent substrate molecules from binding. The binding is only temporary and the competitive inhibitor is quickly released. A competitive inhibitor blocks the active site so substrate molecules cannot bind. The overall effect on the rate of reaction depends on the relative concentrations of substrate and inhibitor molecules. Each molecule of competitive inhibitor can inhibit (temporarily) one enzyme molecule – but only if it can collide with the enzyme molecule and bind with the active site. To do this, it must compete with the substrate molecules for the active site – hence the name, competitive inhibitor. If there were 99 substrate molecules for every inhibitor molecule, then 99% of the collisions would be between enzyme and substrate and the reaction would proceed at 99% of the maximum rate. If the ratio were 90 substrate molecules to ten inhibitor molecules, there would be 10% inhibition and the reaction rate would fall to 90% of maximum. The painkiller ibuprofen acts as a competitive inhibitor of the enzyme cyclo-oxidase-2, competing with the precursors of prostaglandins, which are the substrate of cyclo-oxidase-2. The metabolic poison cyanide acts as a competitive inhibitor of the enzyme cytochrome oxidase, an important enzyme in the release of energy in respiration.",
        "page_number": 100
    },
    {
        "_id": "rec_72",
        "topic": "Non-competitive inhibitors",
        "chunk_text": "Non-competitive inhibitors do not compete for the active site. Instead, they bind to another part of the enzyme called the allosteric site. This produces a conformational change in the part of the enzyme molecule that includes the active site. Because of this, the active site is a different shape and can no longer bind with the substrate to catalyse the reaction. The effectiveness of a non-competitive inhibitor is in no way affected by the concentration of the substrate. Suppose there are enough inhibitor molecules to bind with the allosteric sites of 80% of the enzyme molecules. 80% of the enzyme molecules will be inhibited irrespective of the number of substrate molecules (as the two are not competing for the same site) and the reaction rate will drop to 20% of maximum. Non-competitive inhibitors are particularly important in regulating metabolic pathways in cells.",
        "page_number": 100
    },
    {
        "_id": "rec_73",
        "topic": "How do inhibitors control enzyme activity in living cells?",
        "chunk_text": "Many substances are produced in cells as a result of a metabolic pathway (a series of reactions), which can be represented as: E1 E2 E3 Substance A → Substance B → Substance C → Substance D E1, E2 and E3 are enzymes catalysing the reactions. All the reactions in this sequence are enzyme controlled. Therefore, inhibition of any of these enzymes will interrupt the process. However, the main function of this pathway is to produce substance D for use by the cell. If the requirement for substance D in the cell decreases, then the concentration of D will increase. This is at",
        "page_number": 101
    },
    {
        "_id": "rec_74",
        "topic": "1665 Robert Hooke, with one of the earliest compound microscopes, makes drawings of cork and sees tiny structures that he calls ‘cells’.",
        "chunk_text": "However, although his microscope is a compound microscope, the lenses are not very good and magnifications of more than 30× are very blurred and do not show much detail. Also, Hooke saw only dead cells.",
        "page_number": 113
    },
    {
        "_id": "rec_75",
        "topic": "1674 Anton van Leeuwenhoek sees living, moving unicellular organisms (protoctistans) in a drop of water.",
        "chunk_text": "He is using a simple microscope with only one lens. It is really little more than a magnifying glass with a mount for the specimens. However, van Leeuwenhoek is very skilled at grinding lenses and so his microscope can achieve magnifications of 300×. He calls the moving organisms ‘animalcules’. He also sees bacteria (from his teeth), which he also calls ‘tiny animalcules’.",
        "page_number": 113
    },
    {
        "_id": "rec_76",
        "topic": "About compound microscopes",
        "chunk_text": "A compound microscope is the sort of microscope we use in biology today. It has two lenses – the eyepiece and the objective lens (check back to unit 1 for more details) – that combine to produce the final image. Because two lenses are used, compound microscopes are capable of higher magnifications than simple microscopes, which use only one lens. The second lens (the eyepiece) magnifies the already magnified image produced by the objective lens. However, it also magnifies any ‘aberrations’ or faults in the image. So if the lenses are not well made, the final image, at high magnifications, will be blurred. The first compound microscope was made in 1595 by the Dutch scientist, Zaccharias Jansen.",
        "page_number": 113
    },
    {
        "_id": "rec_77",
        "topic": "1824 The French biologist Rene Dutrochet concludes that all organisms are composed of cells.",
        "chunk_text": "This follows many years work in which he also discovers:\n• the stomata in the epidermis of leaves\n• the process of osmosis\n• chlorophyll is needed for photosynthesis to occur\n• respiration occurs in both animals and plants\nIn many ways, Dutrochet is the man who first states the cell theory by recognising that all organisms are made of cells and that ‘all growth occurs because of the increase in volume of cells or by the addition of more little cells’.",
        "page_number": 114
    },
    {
        "_id": "rec_78",
        "topic": "1839 Matthias Schleiden and Theodor Schwann put forward the first clearly stated cell theory.",
        "chunk_text": "It states that:\n• the cell is the unit of structure, physiology and organisation in living things\n• the cell retains a dual existence as:\n– a distinct entity, and\n– a ‘building block’ in the formation of organisms\n• cells form by free-cell formation (spontaneous generation)\nAlthough we still accept the first two ideas, the final idea of spontaneous generation has now been proved false.",
        "page_number": 114
    },
    {
        "_id": "rec_79",
        "topic": "1858 Rudolf Virchow, a German doctor who develops many surgical techniques and promotes several fields of modern medicine, declares that: ‘Omnis cellula e cellula’, which means that a cell can only arise from another cell like it.",
        "chunk_text": "With this he completes the first accepted version of the cell theory:\n• all organisms are made up of one or more cells\n• all cells come from pre-existing cells\n• the cell is the unit of structure, physiology and\norganisation in living things\n• the cell retains a dual existence as a distinct entity and a\nbuilding block in the construction of organisms\nToday, this has been modified and extended in the light of\nour increased knowledge of genetics and cell biology and\nnow reads:\n• all known living things are made up of cells\n• the cell is a structural and functional unit of all living\nthings\n• all cells come from pre-existing cells by division (there is\nno spontaneous generation of cells)\n• cells contain hereditary information which is passed\nfrom cell to cell during cell division\n• all cells have basically the same chemical composition\n• all energy flow (the metabolism and biochemistry of life)\noccurs within cells\nBesides these major steps in the development of a cell theory, there\nhave been other developments in the study of cell biology. Some of\nthese are listed below.",
        "page_number": 114
    },
    {
        "_id": "rec_80",
        "topic": "How big are cells?",
        "chunk_text": "It all depends on what kind of cell you are talking about. The\ncontents of a chicken’s egg are just one huge cell packed with food\n– it’s a pretty big cell, up to 5 cm (0.05 m) in length. On the other\nhand, the smallest bacterial cells are only just over 100 nm in length.\nThis is approximately one hundred-thousandth of the size of the\nchicken’s egg. That’s quite a range of sizes!",
        "page_number": 115
    },
    {
        "_id": "rec_81",
        "topic": "What units shall we measure cells in?",
        "chunk_text": "Again, it all depends on which cells, but first we should\nunderstand which units are available and which ones\nwould be convenient to use. We could measure cells in\nmetres, but the size of a red blood cell in metres would\nbe approximately 0.000007 m.\nAll those 0’s are very confusing and we don’t easily\nwork with such small numbers. So we use other, smaller\nunits to measure the size of cells and molecules. These\nsmaller units give us numbers that are more convenient\nto work with. There are three smaller units commonly\nused:\n• millimetres (mm) – 1/1000 of a metre\n• micrometres (μm) – 1/1000 of a millimetre, and\n1/1 000 000 of a metre\n• nanometres (nm) – 1/1000 of a micrometre,\n1/1 000 000 of a millimetre, and\n1/1000 000 000 of a metre\nWe can convert the units from one to another as shown below:\n× 1000 × 1000 × 1000\nm mm μm nm\n÷ 1000 ÷ 1000 ÷ 1000\nTo convert a larger unit to the next smaller unit, multiply by 1000:\nFor example, convert 3.5 mm to μm.\n3.5 mm = 3.5 × 1000 = 3500 μm\nTo convert a smaller unit to the next larger unit, divide by 1000:\nFor example, convert 87 nm to μm.\n87 ÷ 1000 = 0.087 μm\nSo, our red blood cell that was 0.000007 m in diameter is 0.007 mm\nor 7 μm in diameter. This is a much more comprehensible number.\nMost cells fall within a much narrower range of sizes than the\nchicken’s egg and the smallest bacterium. As you can see from figure\n4.9, the length of most animal and plant cells fall within a range of\n10 μm to 100 μm. Most bacteria are about one-tenth of this length.\nFigure 4.10 shows the relative sizes of an animal cell, a bacterium\nand a virus in a slightly different way. This diagram makes it clear\njust how much bigger an animal cell is than a bacterium.\nThe animal cell may be just ten times as long – but it is also ten\ntimes as wide and ten times as deep. This makes it 1000 times bigger\nthan the bacterium!",
        "page_number": 116
    },
    {
        "_id": "rec_82",
        "topic": "what are the consequences of the different sizes of cells?",
        "chunk_text": "When a cell gets bigger, all its dimensions change. It is easy to be\ntricked into thinking that when a cell doubles all its dimensions it\nis twice as big. But, in fact, there is now eight times more cell as a\nresult! This is most easily explained if we pretend that our cell is a\ncube, but the same principles hold true for other shapes also.\nLook at figure 4.13. It shows three cubic ‘cells’ of different sizes.\nThe linear dimensions double from the first cell to the second and\ndouble again from the second cell to the third. But the surface area\nand volume of the cell doesn’t double.\nThere are six sides to a cube. We calculate the area of each side by\nmultiplying length by breadth. In the case of the first cell, this is 1\narbitrary unit (a.u.) × 1 a.u., so the area of one side is 1 a.u.2. The\nvolume of a cube is length × breadth × height. In this case 1 a.u. × 1\na.u. × 1 a.u. So the volume of the first cell is 1 a.u.3. The ratio of the\nsurface area to the volume is 6:1.\nSo what about the second cell? The linear dimensions have doubled,\nbut the surface area is 24 a.u.2 and the volume is 8 a.u.3. The ratio of\nthe surface area to volume is now 24 ÷ 8 = 3:1. It is half that of the\nsmaller ‘cell’.\nThe ratio of the surface area to volume of the third cell is in fact\n1.5:1. Smaller again and half the value of the ratio of the cell with\nlinear dimensions that are half of this one.",
        "page_number": 118
    },
    {
        "_id": "rec_83",
        "topic": "So, does it matter if the surface-area-to-volume ratio changes?",
        "chunk_text": "To answer this question, we must think about the functions of\nthe surface area of the cell and of the volume of the cell. It is best\nunderstood if we think of just one function – that of respiration. A\ncell respires to release energy to drive all the other cellular processes\nthat take place. If it can’t release enough energy, these other\nprocesses will slow down and the cell may die. In order to respire,\nthe cell needs oxygen, which enters through the surface of the cell.\n• The volume determines how much activity there is in a cell. A\nlarge cell will have more processes happening, or at least the\nsame processes happening faster, than a smaller cell. The amount\nof energy that must be released in respiration is therefore\ndecided largely by the volume.\n• The amount of oxygen that can be delivered into the cell is\ndecided largely by how much ‘surface’ there is, since it is through\nthe surface of the cell that the oxygen enters.\nA large surface-area-to-volume ratio means that it is likely that the\nsurface will be able to supply the oxygen demands of the cell. But as\ncells increase in size, the volume increases faster than the surface area\nand the surface-area-to-volume ratio decreases. How will this affect\nthe ability of the cell to release the energy it needs?",
        "page_number": 119
    },
    {
        "_id": "rec_85",
        "topic": "what are prokaryotic and eukaryotic cells?",
        "chunk_text": "Many biologists believe that prokaryotic cells were the first type\nof cells to be formed when life first evolved. Prokaryotic cells are\nmuch smaller and simpler than eukaryotic cells; even so these\ncells must carry out all the same functions that a eukaryotic cell\ncarries out in order to survive. There is therefore some division\nof labour within the cell. There are specialised regions for certain\nfunctions. You can see this in figure 4.14.\nHowever, there is much more division of labour in a eukaryotic\ncell. There are different types of eukaryotic cell, but all of them\nhave a number of features in common. Figure 4.15 shows\na generalised animal cell. Most of the structures shown are\nfound in all eukaryotic cells. Plant cells have a number of other\nstructures in addition to these, as figure 4.16 shows.\nThese are clearly much more complex cells than the prokaryotic\ncell. What is really different about them is that there are many more\ndifferent individual structures, called organelles, in the cell. Also,\nthere are many more membranes in the cell. Some of these form\nthe complex membrane system that is found throughout the cell\n– the endoplasmic reticulum. In addition to these, several of the\norganelles are surrounded by membranes. These are the:\n• nucleus\n• mitochondria\n• chloroplasts (if present)\n• lysosomes\n• Golgi apparatus\nThese are called membrane-bound organelles.\nThese membranes make the cell able to function more efficiently.\nBecause each mitochondrion is enclosed by a membrane (actually\nby two membranes!), the reactions that take place here are not\naffected by other cellular reactions. The same applies to the other\nmembrane-bound organelles. Also, membranes of the endoplasmic\nreticulum separate areas of the cytoplasm and allow them to\nfunction independently.",
        "page_number": 121
    },
    {
        "_id": "rec_86",
        "topic": "How did eukaryotic cells originate?",
        "chunk_text": "One theory is that the ‘modern’ eukaryotic cell was formed when\nseveral of the more primitive prokaryotic cells ‘got together’.\nOver millions of years ancestral prokaryotic cells became more\nmembranous. The plasma membrane around the cell became more\nand more ‘infolded’ until there was an extensive membrane system\nin the cell. This would eventually evolve into the endoplasmic\nreticulum (EPR) of eukaryotic cells. The next stage in the theory\nsuggests that this membranous cell engulfed other smaller cells\nthat were better at respiring organic molecules to release energy.",
        "page_number": 122
    },
    {
        "_id": "rec_87",
        "topic": "Which organisms have eukaryotic cells and which have prokaryotic cells?",
        "chunk_text": "Figure 4.18 shows the main groups of living things and which of these have prokaryotic and which have eukaryotic cells. The archaebacteria are thought to be the oldest organisms on Earth. They evolved when conditions on Earth were very harsh and are still only found where it is very hot, or where there are large concentrations of gases like methane or sulphur dioxide. The eubacteria are what you and I really mean when we talk about bacteria. These are the bacteria that inhabit our intestines, decay organisms, convert milk to yoghurt and so on.",
        "page_number": 123
    },
    {
        "_id": "rec_88",
        "topic": "what is the importance of the cell membrane?",
        "chunk_text": "The cell’s environment could be fluids inside the body of an animal, plant, fungus or alga, or it could be the ocean, a river, a pond, soil or just about anything you care to think of! The plasma membrane of a cell must isolate the cell from that environment, but, at the same time, allow exchange with the environment. The membrane that surrounds and encloses a cell is sometimes called the cell surface membrane, but most biologists now refer to it as the plasma membrane. Although this membrane has little mechanical strength to support the cell, it plays a crucial role in: • controlling what enters and leaves the cell; the plasma membrane moves substances in and out of the cell by: – simple diffusion – facilitated diffusion – osmosis – active transport – endocytosis – exocytosis • cell signalling; various molecules in the membrane allow the cell to be recognised by hormones and the immune system (in animals) and (in plants) growth regulator substances, such as auxins. The plasma membrane clearly has a vital role in isolating the cell from its environment, whilst allowing necessary exchanges with that environment.",
        "page_number": 126
    },
    {
        "_id": "rec_89",
        "topic": "what is the plasma membrane like?",
        "chunk_text": "We already found out in unit 2 that the basis of plasma membranes is a phospholipid bilayer. But a plasma membrane is much more complex than a simple bilayer. There have been several models of the structure of the plasma membrane. Table 4.3 shows some key events in developing the current model of membrane structure. Figure 4.19 illustrates this history.",
        "page_number": 126
    },
    {
        "_id": "rec_90",
        "topic": "The Davson–Danielli model",
        "chunk_text": "In 1935, Davson and Danielli knew that both proteins and phospholipids were involved in the structure of plasma membranes. Without any direct observational evidence to assist them (the very first electron microscopes were only just being built and they could not reveal membrane structure) Davson and Danielli suggested a kind of ‘sandwich’ of protein and phospholipid. This was based on what they knew of the proportions of the two substances in the membrane. The protein was to form the ‘bread’ of the sandwich with the phospholipid forming the ‘filling’. In 1954 they proposed a revised model in which they included protein-lined pores. Figure 4.20 shows the Davson–Danielli models of 1935 and 1954. As more and more evidence accumulated about how molecules moved across membranes, it became clear that the Davson–Danielli model could not adequately explain all the new evidence. The idea model therefore had to be rejected. In 1972, Singer and Nicholson proposed a totally different arrangement of the phospholipids and proteins in the plasma membrane. They retained the idea of a phospholipid bilayer, but rejected the sandwich arrangement. Instead, they suggested that proteins were ‘studded’ into the bilayer at different points. They also suggested that the arrangement was not static, but was fluid and constantly changing. Figure 4.21 shows the difference between the Davson–Danielli model and the original fluid mosaic model. As our understanding of processes that occur at the plasma membrane has increased and we have learned more of cell structure and function, the fluid mosaic model has become more sophisticated. Our current idea of membrane structure still assumes this fluid-mosaic nature, but there is now much more detail to the model, as figure 4.22 shows. The key features of the model as we currently understand it are: • The phospholipid bilayer as the basis for the membrane • Integral proteins (also known as intrinsic proteins and trans-membrane proteins) that span the membrane. Some of these proteins play an important role in moving substances across the membrane. There are three main types of these transport proteins: – channel proteins – these proteins have a channel through them along which a specific ion can pass; there are different channel proteins for different ions – carrier proteins – these proteins act in a more sophisticated way to move larger molecules through the membrane by facilitated diffusion or active transport; the ones involved in active transport are often referred to as pumps – peripheral proteins (also known as extrinsic proteins) that span only one layer (or sometimes less) of the membrane. They have a range of functions; some are enzymes, others anchor integral proteins to the cytoskeleton • Glycoproteins and glycolipids – protein and lipid molecules that have carbohydrate chains attached to them and often serve as signals to other cells. They also act as receptor sites for hormones and drugs. The carbohydrate component of each can be cell-specific and so allow identification of the cell by the immune system. • Cholesterol – reduces the fluidity of the membrane.",
        "page_number": 127
    },
    {
        "_id": "rec_91",
        "topic": "Why is the fluid mosaic model called the fluid mosaic model?",
        "chunk_text": "It is fluid mainly because the phospholipids in the membrane can move and change position. Figure 4.23 shows some ways in which they do this. The nature of the fatty acids (saturated or unsaturated) and the amount of cholesterol in the membrane both influence the fluidity of the membrane. The ‘mosaic’ part of the name comes from the way the proteins in the membrane give a patchwork appearance when viewed from the inside or outside. This is rather like a mosaic.",
        "page_number": 129
    },
    {
        "_id": "rec_92",
        "topic": "How do substances cross the plasma membrane?",
        "chunk_text": "Not all particles can actually pass through a plasma membrane unaided. This is because of the largely lipid nature of the membrane. To pass through the plasma membrane by simple diffusion particles must be: • small • lipid soluble • non-charged This excludes particles such as ions (they are charged), sugars and amino acids (they are not lipid soluble and are not small particles) and any of the really large particles, such as proteins. We can group the processes by which substances cross plasma membranes into two main types: • passive processes – these processes rely only on the kinetic energy of the particles of the substances and on concentration gradients; they need no extra energy from the cell’s metabolism • active processes – these require energy from the cell’s metabolism in the form of ATP to drive the transport. Table 4.4 summarises the transport processes.",
        "page_number": 129
    },
    {
        "_id": "rec_93",
        "topic": "Simple diffusion",
        "chunk_text": "In fluids – liquids and gases – the particles that make up the fluid are free to move around. This kinetic energy is what drives diffusion. If particles are, for some reason, concentrated in a small area, they will move in such a way that the particles ‘spread out’ and occupy all the space that is available to them. This is a result of random particular motion. Diffusion need not involve a membrane. When particles diffuse across a plasma membrane, there must be a concentration difference between the two sides of the membrane (a concentration gradient) to drive the process. As diffusion proceeds, the high concentration will decrease and the low concentration will increase until the two concentrations are the same. At this point there will be no further net diffusion. This means that although particles will still move across the membrane, they will move equally in both directions, so there will be no overall effect. We say that the concentrations are in equilibrium. Figures 4.24 and 4.25 show this. The rate at which diffusion across a membrane takes place is influenced by: • the concentration gradient – a bigger difference in concentration results in faster diffusion than a smaller gradient • the thickness of the membrane – as all plasma membranes are the same thickness, this is not really an issue when considering diffusion into and out of cells, but for other situations where particles must cross some kind of barrier, a shorter distance results in faster diffusion • the surface area of the membrane – clearly if there is more membrane where diffusion can take place, diffusion will happen faster These features are all related in an equation called Fick’s law of diffusion: Rate of diffusion ∝ Surface area of membrane × Concentration difference Diffusion distance The rate of diffusion is also influenced by temperature. Diffusion occurs faster at higher temperatures because the particles have more kinetic energy and so move faster.",
        "page_number": 130
    },
    {
        "_id": "rec_94",
        "topic": "Facilitated diffusion",
        "chunk_text": "Facilitated diffusion is essentially the same process as diffusion, in that it depends on a concentration gradient to allow particles to cross the membrane. However, it differs in that the particles must be helped to diffuse across the membrane (their diffusion must be ‘facilitated’) by a carrier protein or a channel protein with an ion pore. Figure 4.26A shows facilitated diffusion of an ion through an ion pore. Figure 4.26B shows a carrier protein moving particles across a membrane. However, also note that whilst the ions can simply move straight through the ion pore of a channel protein, the carrier protein must undergo a conformational change (change in shape) to move particles through the membrane. The rate of facilitated diffusion is affected by the same factors that affect simple diffusion with the exception that it is not the actual surface area of the membrane that determines the rate, but the number of carrier proteins (or channel proteins) present.",
        "page_number": 131
    },
    {
        "_id": "rec_95",
        "topic": "Osmosis",
        "chunk_text": "Osmosis is the process by which water moves across a partially permeable membrane. It is, effectively, the diffusion of water. However, we do not refer to the concentration of water molecules, but to water potential. We can say that osmosis is the movement of water from a system with a high water potential to a system with a low water potential across a partially permeable membrane. The symbol for water potential is the Greek letter Ψ (psi). Water potential is measured in units of pressure – pascals (Pa), kilopascals (kPa) or megapascals (MPa). Pure, liquid water has a higher water potential than any other system. It is defined as zero: Ψ (pure water) = 0 Pa All other systems (cells, solutions and suspensions) have a water potential that is lower than that of water. Therefore, their water potential values must be negative. So we can define osmosis more accurately as follows: Osmosis is the movement of water from a system with a high (less negative) water potential to one with a lower (more negative) water potential, across a partially permeable membrane.",
        "page_number": 132
    },
    {
        "_id": "rec_96",
        "topic": "What happens to cells placed in solutions of different concentrations?",
        "chunk_text": "This depends on what type of cell. Animal cells have no cell wall, whereas plant cells do and this has a significant influence on the outcome. The difference in water potential between cell and solution will determine whether water enters or leaves by osmosis. When comparing the water potential of a solution to that of a cell, we could describe it as: isotonic – having the same water potential as the cell hypertonic – having a lower (more negative) water potential than the cell hypotonic – having a higher (less negative) water potential than the cell",
        "page_number": 133
    },
    {
        "_id": "rec_97",
        "topic": "Animal cells",
        "chunk_text": "Figure 4.28 shows what happens when red blood cells are placed in different solutions. In the hypertonic solution, the cells lose water by osmosis and shrink. In the hypotonic solution, the cells gain water by osmosis and swell. The pressure will eventually burst the weak plasma membrane: this is called haemolysis. There is no change in the isotonic solution.",
        "page_number": 134
    },
    {
        "_id": "rec_98",
        "topic": "Plant cells",
        "chunk_text": "Figure 4.29 shows what happens when plant cells are placed in different solutions. In the hypertonic solution, the cytoplasm of the cells loses water by osmosis and shrinks. Because of this, there is no pressure from the cytoplasm on the cell wall. The cell is said to be flaccid. If the cytoplasm shrinks too much, it loses contact with the cell wall and we say the cell has been plasmolysed. In the hypotonic solution, the cells gain water by osmosis and swell. However, because of the cell wall, the cell cannot become much larger. Plant cells in this condition are turgid. There is no change in the isotonic solution. Turgidity is important in supporting young, non-woody plant stems. If the plant is kept well watered, the cells will remain turgid. The turgid cells will press against each other and this pressure will keep the plant upright. If the plant is not watered, the cells will be plasmolysed and become flaccid. They will no longer press against each other and the support will be lost. The plant will wilt.",
        "page_number": 134
    },
    {
        "_id": "rec_99",
        "topic": "Active processes",
        "chunk_text": "plasma membrane Active transport Sometimes, substances must be moved against a concentration gradient – from a low concentration to a higher one. This cannot happen by diffusion, since it would tend to concentrate particles rather than spread them out. It can only happen if metabolic energy is used to drive the process. In living organisms, this energy is released from the ATP produced in respiration. When the energy is released from ATP, it is broken down into ADP and P (inorganic phosphate). The proteins used to actively transport substances across plasma membranes are called pumps.",
        "page_number": 136
    },
    {
        "_id": "rec_100",
        "topic": "Endocytosis",
        "chunk_text": "In this process, large particles are engulfed by a cell. There are several ways in which it can happen, but, essentially, part of the plasma membrane surrounds the particles to form a vesicle which is then processed by the cell. Figure 4.33 shows three different types of endocytosis. All of them require ATP to move the membrane around the particles to form the vesicle.",
        "page_number": 136
    },
    {
        "_id": "rec_101",
        "topic": "Phagocytosis",
        "chunk_text": "This involves the creation of pseudopodia (extensions of the plasma membrane) to enclose large particles or even whole organisms outside the cell. Once enclosed by the pseudopodia, they form an internal vesicle which is then moved further inside the cell.",
        "page_number": 136
    },
    {
        "_id": "rec_102",
        "topic": "Pinocytosis",
        "chunk_text": "This differs from phagocytosis only in scale. It involves the ingestion of smaller particles (but particles that are still too large to cross the membrane by other methods) and does not require the formation of large pseudopodia to engulf the particles.",
        "page_number": 136
    },
    {
        "_id": "rec_103",
        "topic": "Receptor-mediated endocytosis",
        "chunk_text": "The membrane infolds to form vesicles only in regions where particles have bound to specific receptors. The binding stimulates the infolding.",
        "page_number": 136
    },
    {
        "_id": "rec_104",
        "topic": "Exocytosis",
        "chunk_text": "In this process, substances are moved from the inside to the outside of the cell in what is, effectively, the reverse of endocytosis. It is the process by which enzymes and hormones are secreted. Again, ATP is used to alter the configuration of the membrane.",
        "page_number": 137
    },
    {
        "_id": "rec_105",
        "topic": "The other cell organelles – what are they like and what do they do?",
        "chunk_text": "In this section, we will discuss the other organelles in outline only. We shall discover their functions in more detail as we discuss the metabolic processes they carry out.",
        "page_number": 138
    },
    {
        "_id": "rec_106",
        "topic": "The nucleus",
        "chunk_text": "The nucleus typically occupies about 10% of the volume of a cell. It has several components: • The nuclear envelope is a double membrane that surrounds the nucleus. There are many nuclear pores, which allow the passage of some molecules between the nucleus and the cytoplasm. • The nucleolus is an organelle within the nucleus. It is not membrane-bound. Its function is to synthesise the components of ribosomes, which then pass through the nuclear pores into the cytoplasm. • Chromatin consists of DNA molecules bound with proteins called histones. For most of the cell cycle, the chromatin fibres are loosely dispersed throughout the nucleus. Just before a cell is about to divide, the chromatin condenses into distinct, recognisable structures called chromosomes.",
        "page_number": 138
    },
    {
        "_id": "rec_107",
        "topic": "Mitochondria",
        "chunk_text": "Mitochondria are the sites of most of the reactions of aerobic respiration. They are surrounded by two membranes. The inner membrane is folded into cristae to increase the available surface area. Some of the reactions of aerobic respiration take place in the fluid matrix. The folded inner membrane provides a large surface area for the electron-transport system, which produces most of the ATP.",
        "page_number": 138
    },
    {
        "_id": "rec_108",
        "topic": "Ribosomes",
        "chunk_text": "Ribosomes are the sites of protein synthesis. They can be found free in the cytoplasm, but are also bound to the membrane system of the endoplasmic reticulum, forming rough endoplasmic reticulum. Each ribosome comprises two subunits that are made from RNA and protein. The subunits are manufactured in the nucleolus. They leave the nucleus through nuclear pores and combine in the cytoplasm.",
        "page_number": 139
    },
    {
        "_id": "rec_109",
        "topic": "Endoplasmic reticulum",
        "chunk_text": "Endoplasmic reticulum (ER) is a membrane system found throughout the cytoplasm of eukaryotic cells. There are two types of endoplasmic reticulum: • Rough ER has ribosomes on its surface and is responsible for the manufacture and transport of proteins. Protein molecules manufactured by the ribosomes pass through small pores into the lumen (inner space) of the ER. They are then moved in a vesicle to the Golgi body. Rough ER is extensive in cells that manufacture a lot of protein, such as cells that manufacture enzymes to be secreted into the lumen of the intestine. • Smooth ER has no ribosomes on its surface. It is concerned with the synthesis of lipids. It is also associated with carbohydrate metabolism and detoxification.",
        "page_number": 139
    },
    {
        "_id": "rec_110",
        "topic": "Golgi apparatus (or Golgi body)",
        "chunk_text": "The Golgi apparatus consists of a number of flattened membrane- bound sacs in which proteins are modified. Proteins may be converted into glycoproteins, for example. Many of the modifications added in the Golgi apparatus act as a kind of ‘tag’, which determine the final destination of the molecule. Think of the Golgi apparatus as a cellular post office that labels and then distributes molecules! Many of the modified molecules are released from the Golgi apparatus in vesicles to be carried to other parts of the cell or to the plasma membrane to pass out of the cell by exocytosis to be used elsewhere. Some vesicles form the lysosomes.",
        "page_number": 139
    },
    {
        "_id": "rec_111",
        "topic": "Lysosomes",
        "chunk_text": "Lysosomes have no specialised internal structure and are surrounded by a single membrane. They are formed in the Golgi apparatus and contain digestive enzymes that break down cellular waste and debris. Lysosomes are particularly abundant in phagocytic white blood cells. Here, enzymes from the lysosomes digest foreign cells that have been engulfed. The organelles we have described so far are found in all eukaryotic cells. However, not all eukaryotic cells are the same. In particular, there are important differences between plant and animal cells.",
        "page_number": 140
    },
    {
        "_id": "rec_112",
        "topic": "Organelles found in plant cells",
        "chunk_text": "Cell wall We have studied the molecular structure of the cell wall in unit 2. The criss-cross arrangement of cellulose fibres in the cell wall gives it both strength and elasticity. Because there are large ‘gaps’ (on a molecular scale) between the fibres, the cell wall is freely permeable. Vacuole The vacuole in a plant cell is a fluid-filled sac that stores a range of solutes. It is also important in maintaining the turgidity, or turgor, of a cell. When the vacuole is full of liquid (mainly water), it exerts pressure on the cytoplasm and, in turn, on the cell wall. If the vacuole loses water by osmosis, the pressure reduces and turgor is lost. The cell becomes flaccid (see the section on osmosis). Chloroplast Figure 4.41 is an electron-micrograph showing the structure of a stroma grana chloroplast. Chloroplasts are surrounded by two membranes, like mitochondria, but, unlike mitochondria, the inner membrane is not folded. There are two main regions in chloroplasts that are linked to the stages of photosynthesis: • membranous regions called grana (each of which is a stack of thylakoids) where the light-dependent reactions occur, and • a fluid stroma – where the light-independent reactions occur.",
        "page_number": 140
    },
    {
        "_id": "rec_113",
        "topic": "How have biologists been able to study the different organelles?",
        "chunk_text": "This has been possible because of a technique called cell fractionation. The technique is based on the fact that the masses of organelles vary and depend on their size. When a mixture of organelles is spun in a centrifuge, the various types settle out at different speeds of spinning. The large nucleus requires a relatively low centrifuge speed to make it settle out; the much smaller ribosomes require a much higher speed. The technique is carried out as follows: • The cell sample is stored in a suspension that is: – buffered – the neutral pH prevents damage to the structure of proteins, including enzymes – isotonic (of equal water potential) – this prevents osmotic water gain or loss by the organelles; gaining too much water could rupture the organelles – cool – this reduces the overall activity of enzymes released later in the procedure • The cells are homogenised in a blender and filtered to remove debris. • The homogenised sample is placed in an ultracentrifuge and spun at low speed. The nuclei settle out, forming a pellet. • The supernatant (the suspension containing the remaining organelles) is spun at a higher speed – chloroplasts settle out (if plant tissue is used). • The supernatant is spun at a higher speed still – mitochondria settle out. • The process is repeated at ever higher speeds until all the organelles have been separated. • The process is shown in figure 4.43.",
        "page_number": 140
    },
    {
        "_id": "rec_114",
        "topic": "Summary",
        "chunk_text": "In this unit you have learnt that:\n• A cell is the smallest unit of life capable of independent\nexistence.\n• The cell theory proposed by Schleiden and Schwann stated:\n– the cell is the unit of structure, physiology and\norganisation in living things\n– the cell retains a dual existence as:\n• a distinct entity, and\n• a ‘building block’ in the formation of organisms.\n• Virchow added another important idea which was that all\ncells come from pre-existing cells.\n• Modern cell theory also includes the ideas that:\n– cells contain hereditary information which is passed from\ncell to cell during cell division\n– all cells have basically the same chemical composition\n– all energy flow (the metabolism and biochemistry of life)\noccurs within cells\n• Dimensions of cells are measured in units derived from the\nmetre, including:\n– millimetre, mm = 0.001 m\n– micrometre, μm = 0.000,001 m (0.001 mm)\n– nanometre, nm = 0.000,000,001 m (0.001 μm)\n• we can measure the size of cells using an eyepiece graticule\ncalibrated by a stage micrometer.\n• As cells increase in size, the surface-area-to-volume ratio\ndecreases; this affects their ability to obtain the resources\nthey need to carry out their metabolism.\n• There are two main types of cells: prokaryotic cells and\neukaryotic cells; the table shows the differences between\nthem.\nFeature Prokaryotic cells Eukaryotic cells\nSize 1–10 μm 10–100 μm\nNucleus No membrane-bound nucleus Nucleus surrounded by nuclear envelope\nDNA • In a continuous loop • Linear DNA\n• Not associated with protein to form • Associated with histone proteins in\nchromosomes chromosomes\nMitochondria Absent Present\nChloroplasts Absent Present\nRibosomes Smaller than in eukaryotic cells (70S) Larger than in prokaryotic cells (80S)\nCell wall • Always present • Present in some\n• Not made from cellulose • Cellulose in plant cells\n• Animal cells contain a nucleus, mitochondria, lysosomes,\nribosomes, ER (rough and smooth) as well as Golgi\napparatus, all enclosed within a plasma membrane.\n• Plant cells contain all the same organelles but also contain\nchloroplasts, a cellulose cell wall and a permanent vacuole.\n• The organelles of cells have specific functions:\n– the nucleus contains DNA which controls the metabolism\nof the cell\n– mitochondria carry out aerobic respiration to release\nenergy from organic molecules and store it in the ATP\nmolecule\n– ribosomes synthesise proteins from amino acids\n– lysosomes contain hydrolytic enzymes that digest worn-\nout or damaged organelles as well as engulfed bacteria\n– the Golgi body modifies proteins and distributes them to\nthe appropriate part of the cell\n– chloroplasts in plant cells carry out the reactions of\nphotosynthesis\n– the plant cell wall supports and protects the contents of\nthe cell; it is freely permeable to all molecules\n– the vacuole in plant cells contains a solution of mineral\nions and sugars; it is important in maintaining the turgor\nof the cell\n• The current model of the structure of the plasma membrane\nis called the fluid mosaic model; most biologists now prefer\nthis model to Davson and Danielli’s ‘sandwich’ model.\n• The fluid mosaic model suggests that:\n– the plasma membrane is based on a phospholipid bilayer\n– cholesterol molecules in this bilayer reduce the fluidity of\nthe membrane\n– the plasma membrane has protein molecules ‘studded’ in\nthe bilayer\n– some proteins are intrinsic (trans-membrane), whilst\nothers are extrinsic (only span part of the membrane)\n– proteins can be:\n• channel proteins with ion pores\n• carrier proteins for facilitated diffusion or for active\ntransport\n• glycoproteins for cell signalling and cell recognition\n• Molecules pass through the plasma membrane in several\nways, summarised in the table overleaf.\nProcess Influence of Requirement Type of particles moved Transport\nconcentration for ATP? proteins\nneeded?\nSimple occurs from high to low No Lipid-soluble, small, non-polar No\ndiffusion\nFacilitated occurs from high to low No Ions and medium-sized particles No\ndiffusion\nosmosis occurs from high to low No water molecules No\n(water potential)\nActive occurs from low to high yes Ions and medium-sized, non- yes\ntransport lipid-soluble particles\nEndocytosis Can occur either way yes Very large particles yes\nExocytosis Can occur either way yes Very large particles yes\n• Cell fractionation separates the components of a cell by\ncentrifugation, heavier organelles being isolated at lower\ncentrifuge speeds.",
        "page_number": 144
    },
    {
        "_id": "rec_116",
        "topic": "How is ATP adapted to its role as an energy transfer molecule in cells?",
        "chunk_text": "First, we must explain what we mean by an energy transfer\nmolecule. Sunlight energy cannot be used directly by plants (and\ncertainly not by other organisms) to ‘drive’ the synthesis of proteins\n– or any other molecules. The same applies to the energy held in\na glucose molecule. These two energy sources must be used to\nproduce ATP, which is used to transfer the energy to the relevant\ncellular process. We say that it is coupled to these processes.\nThe following processes are examples of processes that require\nenergy from ATP:\n• the synthesis of macromolecules – such as proteins\n• active transport across a plasma membrane (see unit 4 for\ndetails)\n• muscle contraction\n• conduction of nerve impulses\n• the initial reactions of respiration (the later reactions release\nenergy from glucose to form more ATP)",
        "page_number": 153
    },
    {
        "_id": "rec_117",
        "topic": "How is ATP produced in a cell?",
        "chunk_text": "Almost all the ATP produced in cells is formed in the same way.\nIt obviously involves ADP and P joining to form ATP and this\nrequires an input of energy. What we need to look at is just how it\nis made to happen.\nThe formation of ATP involves an enzyme called ATP synthase.\nATP synthase in this diagram is in one of the membranes of a\nmitochondrion, but it could be in a membrane in a chloroplast.\nTo understand how it works, you should think of it as a kind of\nmolecular ‘water wheel’. When the rotor is made to spin by hydro-\ngen ions passing through it, the energy of the spinning is used to\nactivate sites in the catalytic knob that convert ADP and P to ATP.\nIn both photosynthesis and aerobic respiration, many of the\nreactions generate the hydrogen ions that will pass through the\nATP synthase to produce ATP.",
        "page_number": 154
    },
    {
        "_id": "rec_118",
        "topic": "How is ATP produced in respiration?",
        "chunk_text": "There are two main pathways by which respiration can produce\nATP:\n• the aerobic pathway (aerobic respiration) – this requires the\npresence of oxygen, and\n• the anaerobic pathway (anaerobic respiration and fermentation)\n– this can take place in the absence of oxygen.",
        "page_number": 154
    },
    {
        "_id": "rec_119",
        "topic": "How is ATP produced in aerobic respiration?",
        "chunk_text": "A small amount of ATP is produced in a way that does not involve\nthe ATP synthase molecule; this method is called substrate level\nphosphorylation. In this process, another molecule such as\nphosphoenol pyruvate (the substrate) is able to transfer a phosphate\ngroup directly to ADP. There is no ATP synthase involved and no P. The process is still catalysed by an enzyme, it is just not ATP\nsynthase.\nAs already mentioned, this process only produces a relatively\nsmall amount of the ATP produced in aerobic respiration – in\nfact it produces about 10% of the total ATP produced in aerobic\nrespiration.\nAs about 90% of the ATP produced in aerobic respiration is\nproduced by ATP synthase, many of the reactions of this process are\ngeared to producing the hydrogen ions that will spin the rotor of the\nATP synthase molecule.",
        "page_number": 155
    },
    {
        "_id": "rec_120",
        "topic": "How are hydrogen ions transferred from glucose to ATP synthase?",
        "chunk_text": "Many different organic molecules can be respired – they are called\nrespiratory substrates. However, glucose is the most commonly\nrespired substrate and so we will begin by looking at how this\nmolecule is respired.\nTwo molecules are important in this transfer process:\n• Nicotinamide Adenine Dinucleotide (NAD)\n• Flavine Adenine Dinonucleotide (FAD)\nBoth are coenzymes and are capable of accepting hydrogen ions.\nWhen this happens, we say that the molecules have been reduced.\nWe write the reduced forms of the molecules as NADH and FADH\nor NAD(reduced) and FAD(reduced).\nThese molecules can release their hydrogen ions and become\noxidised again. The hydrogen ions can then be used to turn the\nrotor of ATP synthase.",
        "page_number": 155
    },
    {
        "_id": "rec_121",
        "topic": "What are the stages of aerobic respiration of glucose?",
        "chunk_text": "There are four stages in the aerobic respiration of glucose. These are:\n• glycolysis\n• the link reaction\n• Krebs cycle\n• electron transport and chemiosmosis",
        "page_number": 155
    },
    {
        "_id": "rec_122",
        "topic": "What happens in glycolysis?",
        "chunk_text": "The reactions of glycolysis take place in the cytoplasm. The\nfollowing reactions take place in glycolosis:\n• two molecules of ATP are used to ‘phosphorylate’ each molecule\nof glucose. This makes the glucose more reactive\n• in the phosphorylation process, it is converted to another six-\ncarbon sugar (fructose 1,6-bisphosphate)\n• the fructose 1,6-bisphosphate is split into two molecules of the\nthree-carbon sugar glyceraldehyde-3 phosphate (GP)\n• each molecule of GP is then converted into pyruvate, with\nthe production of two molecules of ATP (by substrate level\nphosphorylation) and one molecule of reduced NAD\nThe main reactions of glycolysis are shown in figure 5.9. Note:\n• the figures in brackets give the number of carbon atoms in that\nmolecule, so (6C) means six carbon atoms per molecule\n• two molecules of pyruvate are produced from one molecule of\nglucose\nAt the end of glycolysis, there is a net gain of two ATP molecules\nper molecule of glucose (two molecules are used initially and\nthen four are produced). Two molecules of reduced NAD are also\nproduced (per molecule of glucose). The molecules of pyruvate\npass into the mitochondria through carrier molecules in the\nmitochondrial membrane.\nA summary of the overall reaction of glycolosis:\nC H 0 + 2ATP + 4ADP + 2P +2NAD ➞ 2C H 0 + 2ADP + 4ATP +2NAD reduced + 2H+ +2H 0\n6 12 6 i 3 6 3 2",
        "page_number": 157
    },
    {
        "_id": "rec_123",
        "topic": "Two ideas to keep in mind",
        "chunk_text": "1. The idea of net gain of ATP is like the profit a business makes.\nIt invests money in materials, advertising and staff. It sells its\nproduct and the extra money is profit – net gain. Glycolysis\n‘invests’ two molecules of ATP to make the glucose reactive,\nthen, later, produces four molecules of ATP – a net gain of two\nmolecules of ATP.\n2. There are two molecules of pyruvate made from each molecule\nof glucose. So all the gains of ATP and reduced NAD and\nreduced FAD that accrue from each pyruvate must be doubled\nto give the gain from each molecule of glucose.",
        "page_number": 158
    },
    {
        "_id": "rec_124",
        "topic": "What happens in the link reaction?",
        "chunk_text": "Both of these stages of respiration take place in the fluid matrix of\nthe mitochondrion.\nIn the link reaction, a molecule of pyruvate reacts with a molecule\nof coenzyme A (CoA) to form a molecule of acetyl coenzyme A\n(acetyl CoA). In the reaction:\n• hydrogen is lost and reduced NAD is formed; removing\nhydrogen from a molecule is dehydrogenation\n• a carbon atom is lost to form carbon dioxide; removing carbon\nfrom a molecule is decarboxylation.\nThe acetyl coenzyme A then reacts with a C4 molecule (a molecule\ncontaining four carbon atoms) called oxaloacetate. In the reaction,\nacetyl CoA breaks down into:\n• a two-carbon ‘acetyl’ group, which reacts with the C4 compound\noxaloacetate to form a C6 compound, and\n• the original coenzyme A molecule, which is reused in further\nreactions with other molecules of pyruvate.\nThis is the first reaction of the Krebs cycle.",
        "page_number": 158
    },
    {
        "_id": "rec_125",
        "topic": "What happens in the Krebs cycle?",
        "chunk_text": "• the two-carbon group from acetyl coenzyme A reacts with\nthe four-carbon compound oxaloacetate to form a six-carbon\ncompound called citrate\n• citrate then loses a carbon atom (is decarboxylated) to form a\nfive-carbon compound and CO is produced\n• the five-carbon compound is then further decarboxylated to\nform a four-carbon compound and CO is again\nproduced; a molecule of ATP is also produced\nby substrate level phosphorylation\n• the four-carbon compound undergoes several\nmolecular transformations to regenerate the\noriginal four-carbon compound (oxaloacetate)\nand the cycle is complete and can begin again\nwith oxaloacetate reacting with another\nmolecule of acetyl CoA\n• in several reactions in the cycle, reduced NAD\nis produced and, in just one reaction, reduced\nFAD is produced\nThe reactions of the Krebs cycle are summarised in\nfigure 5.12.\nA summary of the overall reaction of the Krebs cycle:\nCH CO.CoA + 3NAD + FAD + C H O 2 - ➞ 2CO + 3NAD C2 CoA + C4 C C C C\n3 4 2 5 - 2 C C\nreduced + FAD reduced + CoA + C H O 2\n4 2 5",
        "page_number": 158
    },
    {
        "_id": "rec_126",
        "topic": "What happens in the electron transport chain and chemiosmosis?",
        "chunk_text": "The electron transport chain and chemiosmosis\ntogether make up the process of oxidative\nphosphorylation.\nWhereas the reactions of the link reaction and\nKrebs cycle take place in the fluid matrix of the\nmitochondrion, the reactions of the electron\ntransport chain and chemiosmosis take place on\nthe inner mitochondrial membrane.\nOn the cristae, the following events take place:\n• the hydrogen atoms carried by reduced NAD\nand reduced FAD are released and split into\nprotons (hydrogen ions) and electrons\n• the electrons pass along a series of electron\ncarriers that form the transport chain; they lose\nenergy as they pass from one carrier to the next\n• three of the electron carriers are proton pumps\nthat move protons from the matrix of the\nmitochondrion to the inter-membrane space\n• as the electrons are transferred through these\nthree proton pumps, the energy they lose\npowers the pumps which move the protons into\nthe inter-membrane space\n• electrons from reduced NAD make this happen\nat all three pumps\nThe molecules that act as electron carriers in the\nelectron transport chain are:\n• reduced NAD dehydrogenase (also a proton\npump)\n• ubiquinone (also a proton pump), and\n• a number of carriers called cytochromes (these\nare proteins that contain iron); two of them\nform a complex that acts as the third proton\npump.\nThe arrangement of these molecules is shown in figure 5.14.\nAt the end of the electron transport chain, the electrons combine\nwith protons and with oxygen to form molecules of water. Because\nof this, oxygen is known as the terminal electron acceptor.\nWhereas reduced NAD is dehydrogenated by the NAD\ndehydrogenase complex, reduced FAD is dehydrogenated by\nubiquinone. So electrons from reduced FAD only operate two of the\nthree proton pumps.\nBecause of the action of the proton pumps, protons accumulate in\nthe inter-membrane space creating a higher concentration there\nthan in the matrix (on the other side of the membrane). This proton\ngradient results in protons diffusing through the ATP synthase\nmolecule (down the concentration gradient) making the synthase\nrotor ‘spin’ and produce ATP from ADP and P. The diffusion of\nhydrogen ions through the ATP synthase is chemiosmosis.\nThe oxidation of one molecule of reduced NAD results in six\nprotons passing through ATP synthase and so leads to the synthesis\nof three molecules of ATP.\nThe oxidation of one molecule of reduced FAD results in four\nprotons passing through ATP synthase and so leads to the synthesis\nof just two molecules of ATP.\nBy adding up the number of molecules of ATP produced, the model\nof aerobic respiration we have discussed predicts that there will be a\nnet yield of 38 molecules of ATP per molecule of glucose.\nA summary of the overall reaction of the electron transport system:\n6 reduced NAD (from Krebs’ cycle) + 2 reduced NAD (from glycolysis) + 2 reduced FAD (from\nKrebs’ cycle) + 30 ADP + 30 Pi – 2ATP (used in proton pumps) ➞ 36 ATP + 8 NAD + 2FAD\nIn practice, this is not achieved because some energy (the equivalent\nof just over two molecules of ATP) is used to drive the proton\npumps. The actual yield is about 36 molecules of ATP per molecule\nof glucose.\nFigure 5.15 summarises the production of ATP in aerobic\nrespiration.\nThe summary equation for aerobic respiration is:\nC H O + 6O ➞ 6H O + 6CO + energy released\n6 12 6 2 2 2",
        "page_number": 159
    },
    {
        "_id": "rec_127",
        "topic": "Respirometers",
        "chunk_text": "Respirometers come in several different forms, but they all work on\nthe principle that oxygen is used in aerobic respiration and carbon\ndioxide is produced.\nThe overall summary equation for the aerobic respiration of glucose\nis:\nC H O + 6O ➞ 6CO + 6H O + 36ATP\n6 12 6 2 2 2\nThis equation predicts that the volume of oxygen used (6O ) is\n2\nequal to the volume of carbon dioxide produced (6CO ). This is the\n2\nbasis of how respirometers work.\nFigure 5.16 overleaf shows a basic respirometer. For every molecule\nof oxygen the organism uses, a molecule of carbon dioxide\nwill be produced, but, the carbon dioxide will be absorbed by\nthe potassium hydroxide (KOH). So, over time, there will be a\nreduction in volume inside the respirometer.\nFigure 5.16 shows the respirometer placed under water. As the\nvolume inside the respirometer decreases, water will enter the\npipette. The volume of water entering is equal to the volume of\noxygen being used up. We can use this to measure the rate of\nrespiration by measuring how much oxygen is used in a set period\nof time (say 10 minutes) then working out a rate per minute.",
        "page_number": 161
    },
    {
        "_id": "rec_128",
        "topic": "What happens in the anaerobic pathway?",
        "chunk_text": "If there is no oxygen present, the final reaction of oxidative phosphorylation, where electrons and protons react with oxygen to form water, cannot take place. As a result, the electron transport chain comes to a halt. No protons are pumped and the action of ATP synthase also stops. There is a further ‘knock-on’ effect. If the electron transport chain does not function, NAD is not regenerated from reduced NAD and FAD is not regenerated from reduced FAD. Very quickly, the Krebs cycle and the link reaction come to a halt as both NAD and FAD are required in their oxidised forms for the Krebs cycle to function. NAD is also required in the link reaction and so this comes to a halt also. However, glycolysis can continue even though it also requires NAD. This is because the reduced NAD formed during glycolysis can be regenerated under anaerobic conditions by converting the pyruvate into another product in a reduction reaction. Reduced NAD supplies the hydrogen for this reduction and becomes oxidised itself. It is therefore regenerated and can be used again in glycolysis. fermentation intermediate accepts end product hydrogen from reduced NAD 2 NAD 2 reduced NAD glucose 2 pyruvate 2 ADP 2 ATP Different organisms produce different fermentation end products. Animal cells produce lactate (lactic acid) when they ferment glucose. Yeast cells produce ethanol (ethyl alcohol). But both only produce two molecules of ATP per molecule of glucose. glucose 2ADP+2P 2ADP+2P i i 2ATP 2ATP 2NAD 2NAD 2NAD 2NAD reduced reduced 2NAD reduced 2 pyruvate 2NAD 2NAD reduced 2NAD 2 lactate 2CO 2 ethanol 2 ethanol 2 A summary of anaerobic respiration in yeast cells C H O 2C H OH + 2CO + 2ATP 6 12 6 2 5 2 Glucose Ethanol (alcohol) carbon dioxide A summary of anaerobic respiration in animal cells C H O 2C H O + 2ATP 6 12 6 3 6 3 Glucose Lactate (lactic acid)",
        "page_number": 164
    },
    {
        "_id": "rec_129",
        "topic": "What substances can be used as energy sources?",
        "chunk_text": "We have so far concentrated on the respiration and fermentation of glucose. But lipids and proteins can also be used as respiratory substrates. The metabolism of proteins, lipids and carbohydrates are ‘converges’ on the Krebs cycle. stage I macromolecules proteins polysaccharides lipids The proteins, polysaccharides and lipids are hydrolysed into their component building blocks. building block molecules amino acids glucose glycerol, fatty acids stage II The various building blocks are glycolysis degraded into a product that can enter the aerobic pathway. GP pyruvate acetyl-CoA stage III This metabolism converges via the Krebs cycle to three principal end products: water, carbon dioxide and ammonia. Krebs cycle oxidative phosphorylation simple, small end end products NH HO CO products 3 2 2 of catabolism",
        "page_number": 167
    },
    {
        "_id": "rec_130",
        "topic": "5.2 How do plants harness light energy in photosynthesis?",
        "chunk_text": "Photosynthesis In photosynthesis, light energy is used in a series of reactions that lead to the synthesis of a range of organic molecules. The energy that entered the system as light is now held in the organic molecules produced. It is now chemical energy. When energy is changed from one form to another, we say it has been transduced. This takes place in a series of reactions called the light-dependent reactions. Light energy is absorbed by special photosensitive pigments such as chlorophyll in the chloroplasts. The light-dependent reactions take place in the membranes of the thylakoids in the chloroplasts. The liquid stroma is the site of the light-independent reactions, in which carbohydrates are synthesised. Chemical reactions like these take place most effectively in solution, rather than if some were fixed in membranes.",
        "page_number": 170
    },
    {
        "_id": "rec_131",
        "topic": "How is the structure of a chloroplast suited to its function?",
        "chunk_text": "The chlorophyll and other photosensitive pigment molecules are arranged in special photosystems that are linked to electron transport chains (ETCs). The molecules of the photosystems and the electron transport chains are fixed in the membranes of the thylakoids. This makes the process much more efficient than if they were just floating around in a solution. There are two different photosystems, each sensitive to light of a different wavelength and linked to a different electron transport chain. These are called photosystem I and photosystem II.",
        "page_number": 171
    },
    {
        "_id": "rec_132",
        "topic": "What is the structure of a photosystem?",
        "chunk_text": "A photosystem consists of a number of pigment molecules all clustered around one particular chlorophyll molecule called the reaction centre molecule. This cluster of pigment molecules is called an antenna complex. Only the reaction centre molecule is positioned next to the electron transport chain. Energy absorbed by other molecules in the photosystem is transferred to the reaction centre molecule, where the light-dependent reactions begin. Different pigment molecules in the antenna complex can absorb different wavelengths of light, making the whole system transfer of energy antenna pigment molecules more efficient. The pigments in the antenna complex include chlorophyll a, chlorophyll b and carotenoids. The reaction centre molecule is always chlorophyll a. The range of wavelengths each molecule absorbs is its absorption spectrum.",
        "page_number": 172
    },
    {
        "_id": "rec_133",
        "topic": "What happens in the light-dependent reactions?",
        "chunk_text": "The light-dependent reactions use light energy to ‘drive’ the synthesis of two molecules that will, in turn, drive the light- independent reactions. These two molecules are: • ATP – this provides the energy for the reactions, and • reduced NADP – this provides the hydrogen ions for a key reduction reaction. NADP is very similar to NAD that is used in respiration and it has the same function – transporting hydrogen ions.",
        "page_number": 172
    },
    {
        "_id": "rec_134",
        "topic": "Photosystem I and photosystem II",
        "chunk_text": "1. Electrons (e–) in chlorophyll molecules in photosystem II are excited by the energy in photons of light – they become more energetic. Because of the extra energy, they escape from the chlorophyll and pass to an electron acceptor (the primary electron acceptor). 2. The conditions created in the chloroplast cause the following reaction to occur: 2H O → O + 4H+ + 4e– This light-dependent splitting of water is called photolysis. The electrons replace those lost from the chlorophyll molecule. 3. The primary electron acceptor passes the electrons to the next molecule in an electron transport chain (plastoquinone or ‘Pq’). The electrons then pass along a series of cytochromes (similar to those in the mitochondrial electron transport chain) and finally to plastocyanin (Pc) – the last carrier in the chain. The electrons lose energy as they are passed from one carrier to the next. 4. One of the molecules in the cytochromes complex is a proton (hydrogen ion) pump. As electrons are transferred to and then transferred from this molecule, the energy they lose powers the pump which moves protons from the stroma of the chloroplast to the space inside the thylakoid. This leads to an accumulation of protons inside the thylakoid, which drives the chemiosmotic synthesis of ATP. 5. Electrons in chlorophyll molecules in photosystem I are excited (as this photosystem absorbs photons of light) and escape from the molecule. They are replaced by the electrons that have passed down the electron transport chain from photosystem II. 6. The electrons then pass along a second electron transport chain involving ferredoxin (Fd) and NADP reductase. At the end of this electron transport chain, they can react with protons (hydrogen ions) and NADP in the stroma of the chloroplast to form reduced NADP. A photosynthetic unit is a unit of pigments, electron carriers and ATP synthase that is capable of carrying out all the reactions in the light-dependent stage of photosynthesis. The formation of ATP in the way described above is called non-cyclic photophosphorylation. This is because: • the phosphorylation (formation of ATP) is light-dependent • the electrons lost from the chlorophyll are not recycled in any way Plants sometimes generate ATP by cyclic photophosphorylation. In cyclic photophosphorylation, only photosystem I is used. No oxygen and no reduced NADP are formed. Here, you can see that electrons lost from the chlorophyll molecule are returned to it. Hence the name ‘cyclic’. This process usually only happens when sugars cannot be synthesised for some reason – such as lack of carbon dioxide. In cyclic and non-cyclic photophosphorylation, ATP is produced because: • there is an accumulation of protons (hydrogen ions) in the interior of a thylakoid • this creates a concentration gradient between the thylakoid interior and the stroma of the chloroplast • protons move down this concentration gradient, through ATP synthase, causing the rotor to spin, just as in mitochondria during respiration",
        "page_number": 173
    },
    {
        "_id": "rec_135",
        "topic": "A summary of the light-dependent reactions",
        "chunk_text": "Light energy is used to excite electrons which then: • cause the transfer of protons to the inside of the thylakoid membrane as they pass along the first electron transport chain; this eventually leads to the formation of ATP, and • react with hydrogen ions and NADP at the end of the second electron transport chain to form reduced NADP; this reaction could only happen because of the extra energy possessed by the electrons. The ATP and reduced NADP are used to drive the synthesis of carbohydrates in the light-independent reactions of photosynthesis.",
        "page_number": 174
    },
    {
        "_id": "rec_136",
        "topic": "How is carbohydrate synthesised in the light-independent reactions?",
        "chunk_text": "The light-independent reactions of photosynthesis occur in the stroma of the chloroplasts. They comprise a complex cycle of reactions that involves the addition of carbon dioxide to a pre-existing five-carbon molecule (a molecule containing five carbon atoms) within the chloroplast. The resulting molecules are modified to regenerate the original molecule whilst, at the same time, synthesising glucose. The sequence of reactions was discovered by Melvin Calvin, an American biologist. Because of his work, the light-independent reactions are also referred to as the Calvin cycle. In the 1950s Melvin Calvin experimented with unicellular algae called Chlorella by exposing them to radioactive carbon dioxide. After different periods of time, the algae were killed and the chemicals in the algae that contained radioactive carbon (which must have come from the carbon dioxide) were identified using two-dimensional chromatography. As time passes more compounds contain the radioactive carbon. By refining the experiment and using shorter and shorter intervals, Calvin identified the first stable compound to be formed as a compound containing three carbon atoms called glycerate phosphate (GP). The main stages of the light-independent reactions are: • carbon dioxide reacts with ribulose bisphosphate (RuBP) – a five-carbon compound in the stroma; the reaction is catalysed by the enzyme Rubisco. • two molecules of the three-carbon compound GP are formed from this reaction • each molecule of GP is converted to TP (triose phosphate – another three-carbon compound); this is a reduction reaction using hydrogen ions from reduced NADP and energy from ATP • some of the TP formed is used to regenerate the RuBP (ATP is again required) whilst some is used to form glucose and other useful organic compounds. TP can also be converted to lipids, amino acids and from these into nucleotides and all the other organic molecules found in plants. TP is the basis for the synthesis of all organic molecules.",
        "page_number": 175
    },
    {
        "_id": "rec_137",
        "topic": "What factors affect the rate of photosynthesis?",
        "chunk_text": "Photosynthesis is dependent on a number of factors. The main ones, and their effects, are shown in the table below. Light intensity Low light intensity can limit the light-dependent reactions by reducing the number of electrons in chlorophyll molecules that are photo-excited. Carbon dioxide concentration Can limit the light-independent reactions by influencing the rate of the initial reaction with RuBP. Temperature Can limit the rate of enzyme action, for example, ATP synthase (light-dependent reactions) and Rubisco (light-independent reactions). In table 5.1, you can see that there is a reference to the factors ‘limiting’ the rate of photosynthesis when their presence is in short supply. But which factor actually limits the rate of photosynthesis? The answer to this question could well be different on different days. On a cold, bright day in an Arctic country, temperature is likely to hold back the rate of photosynthesis. On a warm, cloudy day in summer, light intensity is likely to limit the rate. On a warm, sunny day in summer, it could well be the concentration of carbon dioxide. In general terms we can say that: The rate of photosynthesis is limited by the factor that is present in a limiting quantity. This is known as the principle of limiting factors.",
        "page_number": 176
    },
    {
        "_id": "rec_138",
        "topic": "What is the effect of light intensity on the rate of photosynthesis?",
        "chunk_text": "The graph is divided into three regions: a) very low light intensities – respiration is still occurring and is taking in oxygen faster than photosynthesis is producing it b) medium light intensities – photosynthesis is producing more oxygen than respiration uses, the rate of photosynthesis increases with increasing light intensity c) very high light intensities – the rate of photosynthesis is beginning to level out, even though the light intensity is still increasing; some other factor is probably limiting the rate",
        "page_number": 177
    },
    {
        "_id": "rec_139",
        "topic": "What is the effect of the concentration of carbon dioxide on the rate of photosynthesis?",
        "chunk_text": "The graph is similar to that in figure 5.39. At very low concentrations of carbon dioxide, little photosynthesis takes place, although respiration is still using up oxygen. As the carbon dioxide concen- tration increases, so does the rate of photosynthesis. Again, however, it begins to level off at higher concentrations. This may be due to some other factor, or it could be due to the saturation of Rubisco.",
        "page_number": 177
    },
    {
        "_id": "rec_140",
        "topic": "How does temperature affect the rate of photosynthesis?",
        "chunk_text": "Many of the reactions in both the light-dependent stage and the light-independent stage are controlled by enzymes, which are affected by temperature. Once the temperature exceeds the optimum, the enzyme denatures and the rate of photosynthesis decreases rapidly.",
        "page_number": 177
    },
    {
        "_id": "rec_141",
        "topic": "How can all the factors interact to influence the rate of photosynthesis?",
        "chunk_text": "Increasing the light intensity should increase the rate at which ATP and reduced NADP are produced in the light-dependent reactions and, as a result, increase the rate at which the Calvin cycle can take place. However, the rate at which the Calvin cycle can ‘turn’ could be limited by: • a low temperature (limiting the rate at which enzymes such as Rubisco can operate) • a low concentration of carbon dioxide This limits the rate at which reduced NADP and ATP can be used, which, in turn, limits the amount of NADP and ADP + P that can be reused by the light-dependent reactions. The whole process is therefore limited, even though the light intensity continues to increase. In the region of the graphs where light is non-limiting (horizontal lines), the factors that are limiting are: A – both temperature and carbon dioxide; increasing either produces an increase in the rate of photosynthesis to level B B – temperature or carbon dioxide concentration (the factor that hasn’t been increased from A); increasing the temperature increases the rate to level C As well as the major factors discussed above, a number of other factors influence the rate of photosynthesis. These include: • the wavelength of the light; photosynthesis takes place faster in ‘red’ and ‘blue’ wavelengths than in other wavelengths because these wavelengths are absorbed more efficiently than others; leaves are green because green wavelengths are reflected • the amount of chlorophyll present",
        "page_number": 177
    },
    {
        "_id": "rec_142",
        "topic": "Are there any other ways of photosynthesising?",
        "chunk_text": "What we have just described is the method of photosynthesis that takes place in plants living in temperate environments, such as those found in Europe. It is called C3 photosynthesis – because the first compound formed in the light-independent reactions of the Calvin cycle is GP, which contains three carbon atoms. C3 plants have leaves that are adapted to this method of photosynthesis. These leaves are generally broad, to catch as much sunlight as possible.",
        "page_number": 180
    },
    {
        "_id": "rec_143",
        "topic": "C3 photosynthesis and photorespiration",
        "chunk_text": "The cells that contain most chloroplasts (the palisade cells) are nearest the upper surface of the leaf (to absorb as much light as possible). The stomata are mainly on the lower surface, to minimise water loss. During the day, the stomata are open for most of the time to allow the entry of carbon dioxide, but they can be closed if the water loss is too great on a hot day. The spongy mesophyll has air spaces that allow easy diffusion of carbon dioxide and oxygen between the palisade layer and the stomata. However, plants in the tropics have a problem. Here, it can be very hot and the leaves close their stomata to minimise water loss. When C3 plants do this, the concentration of carbon dioxide in the leaves falls and the enzyme Rubisco starts to behave in an unusual way. In the low concentrations of carbon dioxide, Rubisco binds with oxygen, not carbon dioxide. This means that RuBP is oxidised to one molecule of GP (not two) and a molecule of phosphoglycolate. In addition, carbon dioxide is produced in the process. The process is called photorespiration because it involves oxidation of carbon. Rubisco Ribulose bisphosphate + oxygen GP + phosphoglycolate The one molecule of GP formed in photorespiration can re-enter the Calvin cycle, but the phosphoglycolate must be converted into GP for use in the Calvin cycle by a complex series of reactions. It is not necessary to try to remember all these reactions. Instead, think of the two phases of photorespiration: 1. Rubisco catalyses a reaction between oxygen and RuBP to form one molecule of GP (not two) and one molecule of phosphoglycolate. 2. The phosphoglycolate is converted to GP in reactions in the chloroplast, peroxisome and mitochondrion. Photorespiration reduces the efficiency of photosynthesis for several reasons, including: • the carbon is oxidised, which is the reverse of photosynthesis – the reduction of carbon to carbohydrate • the ribulose bisphosphate must be resynthesised and the phosphoglycolate removed • ATP is used in the resynthesis of RuBP.",
        "page_number": 180
    },
    {
        "_id": "rec_144",
        "topic": "C4 photosynthesis",
        "chunk_text": "To get round the problem of photorespiration reducing the efficiency of photosynthesis, plants that grow in tropical areas like Ethiopia (such as maize, crabgrass, sorghum and sugar cane) have evolved a different photosynthetic pathway called C4 photosynthesis. As the name suggests, the first compound formed in the light-independent reactions is a C4 compound (contains four carbon atoms) not GP (a C3 compound). The light-dependent reactions are the same as in the C3 plants, but there is a difference in how glucose is synthesised in the light-independent reactions. The structure is essentially similar to that of a C3 plant, but there is one important difference. The cells of the bundle sheath contain chloroplasts, which they don’t in C3 plants. Having no thylakoids means that the light-dependent reactions cannot occur here and so oxygen is not produced in these chloroplasts. This helps to prevent photorespiration and allows the Calvin cycle to take place in these cells. The light-dependent reactions in the C4 pathway also involve a set of reactions not found in C3 plants. These reactions take place in the mesophyll cells, which have chloroplasts with thylakoids and so can carry out the light-dependent reactions. However, they do not have the enzymes to catalyse the reactions of the Calvin cycle. Instead, the following reactions take place: 1. Carbon dioxide reacts with a C3 compound called PEP to form the C4 compound oxaloacetate. This is catalysed by the enzyme PEP carboxylase. 2. Oxaloacetate is converted into another C4 compound (malate), which then passes from the mesophyll cell into a bundle sheath cell.",
        "page_number": 181
    },

    {
        "_id": "rec_146",
        "topic": "Summary",
        "chunk_text": "In this unit you have learnt that:\n• ATP is an ideal energy-storage molecule in a cell because:\n– energy is released from the molecule quickly, in a single-\nstep hydrolysis reaction\n– energy is released in small amounts (that are closely\nmatched to the amounts needed for cellular reactions)\n– the molecule is easily moved around within the cell but\ncannot leave the cell\n• The main stages of aerobic respiration are: glycolysis, the\nlink reaction, the krebs cycle, the electron transport chain\nand the chemiosmotic synthesis of ATP.\n• In glycolysis, glucose (C6) is converted to pyruvate (C3)\nwith the net gain of two molecules of ATP and two molecules\nof reduced NAD.\n• In the link reaction, pyruvate is converted to acetyl\ncoenzyme A (C2) with the loss of carbon dioxide and the\nproduction of two molecules of reduced NAD.\n• In the krebs cycle, acetyl coenzyme A combines with\noxaloacetate (C4) to form citrate (C6), which is then\ndecarboxylated to a C5 compound and then to a C4\ncompound, which is then converted into oxaloacetate; the\ncycle produces six molecules of reduced NAD, 2 molecules\nof reduced FAD and two molecules of ATP (by substrate level\nphosphorylation).\n• As electrons from reduced NAD and reduced FAD pass along\nthe electron transport chain they lose energy, which is used\nto pump protons from the matrix to the inter-membrane\nspace.\n• Protons then pass down an electrochemical gradient back\ninto the mitochondrion through molecules of ATP synthase;\neach proton that passes through the enzyme causes one\nmolecule of ATP to be synthesised.\n• In fermentation (the anaerobic pathway):\n– the reactions of the electron transport chain, krebs cycle\nand the link reaction cannot occur as, without oxygen as\nthe terminal electron acceptor, NAD and FAD cannot be\nregenerated from reduced NAD and reduced FAD\n– glycolysis still occurs in anaerobic conditions as the NAD\nneeded can be regenerated from reduced NAD by reducing\npyruvate to lactate (animal cells) or ethanol (plant cells\nand yeast cells)\n• Chloroplasts are well adapted to carry out photosynthesis\nbecause:\n– the grana provide a large surface area for the arrangement\nof chlorophyll molecules and the associated electron\ntransport systems of the light-dependent reactions\n– the stroma provides a fluid medium for the reactions of the\nlight-independent reactions\n• The light-dependent reactions produce ATP and reduced\nNADP that are needed in the light-independent reactions.\n• In the light-independent reactions:\n– Co combines with RuBP (C5) to form two molecules of GP\n2\n– GP is reduced to TP; reduced NADP supplies the hydrogen\nions and ATP supplies the energy; the NADP and ADP + P\ni\nare recycled to the light-dependent reactions\n– some TP is used to synthesise useful carbohydrates (such\nas glucose)\n– most TP is used to regenerate the RuBP so that the cycle\nof reactions can begin again\n• The rate of photosynthesis is influenced by light intensity,\nconcentration of carbon dioxide and temperature.\n• The factor present in the lowest quantity will limit the rate\nof photosynthesis.\n• When carbon dioxide concentrations fall, photorespiration\ncan occur because oxygen then outcompetes carbon dioxide\nfor the active site of Rubisco.\n• Photorespiration reduces the efficiency of photosynthesis\nbecause:\n– only one molecule of GP is produced from RuBP\n– phosphoglycolate is produced which must be reconverted\nto RuBP, using up ATP\n• C4 photosynthesis has evolved in plants in the tropics as a\nway of preventing photorespiration.\n• In this process, the reactions of the Calvin cycle only take\nplace in chloroplasts in bundle sheath cells.\n• The bundle sheath cells can carry out the reactions of the\nCalvin cycle efficiently because:\n– they have no grana, so produce no oxygen to compete\nwith carbon dioxide for the active site of Rubisco\n– there is a high concentration of carbon dioxide due to the\ndecomposition of malate\n• C4 photosynthesis is more efficient than C3 photosynthesis\nin conditions of high light intensity, high temperature and\nlow carbon dioxide concentrations.\n• CAM photosynthesis is effective in desert plants because it\nseparates the light-dependent and light-independent stages\nin time; the leaves only open their stomata to allow the\nlight-independent reactions to take place during the night,\nsaving precious water.",
        "page_number": 189
    }
]